{
    "1": [
        "Item 1.  Business.",
        "​",
        "Overview of Our Business",
        "​",
        "Axcelis Technologies, Inc. (“Axcelis,” the “Company,” “we,” “us,” or “our”) designs, manufactures and services ion implantation and other processing equipment used in the fabrication of semiconductor chips. We believe that our Purion family of products offers the most innovative implanters available on the market today. We sell to leading semiconductor chip manufacturers worldwide. The ion implantation business represented 97.6% of our revenue in 2022, with the remaining 2.4% of revenue derived from aftermarket sales associated with other legacy processing systems. In addition to equipment, we provide extensive aftermarket lifecycle products and services, including used tools, spare parts, equipment upgrades, maintenance services and customer training.",
        "​",
        "Axcelis’ business commenced in 1978 and its current corporate entity was incorporated in Delaware in 1995. We are headquartered in Beverly, Massachusetts and maintain an internet site at www.axcelis.com. On or through our website, investors may access, free of charge, our annual reports on Form 10-K, quarterly reports on Form 10-Q, current reports on Form 8-K, and amendments to those reports filed or furnished pursuant to Section 13(a) or 15(d) of the Exchange Act as soon as reasonably practicable after we electronically file such material with, or furnish it to, the Securities and Exchange Commission. Our website and the information contained therein or connected thereto shall not be deemed to be incorporated into this Form 10-K.",
        "​",
        "2022 was an exceptional year for Axcelis despite logistical challenges brought on by the geo-political environment and the COVID-19 pandemic.  As a result of the strength of the overall electronics market and the continued growth of the Purion product family in 2022, we delivered record full year revenue, operating profit and gross margin since our first full year as a public company in 2001.  Revenue for 2022 was $920.0 million, an increase of 38.9% from 2021 revenue of $662.4 million. Systems revenue for 2022 was $692.1 million, compared to $454.6 million in 2021. Operating profit was $401.8 million in 2022, compared to $127.3 million in 2021. Gross margin for the year was 43.7% compared to 43.2% in 2021. Net income for the year was $183.1 million, an increase of 85.6% following a 97.4% increase in revenue from the prior year. ",
        "​",
        "The Company is in a strong competitive position as we participated in a period of extended industry growth in 2021 and 2022. A focused strategy on ion implant, combined with the hard work and dedication of our employees and the encouragement and support of our customers and suppliers, enabled us to achieve numerous critical milestones in our drive to market leadership. Axcelis had a number of important accomplishments in 2022:​",
        "●Axcelis’ revenue grew 39% year over year; ",
        "●Our full year revenue, gross margins and operating profit were all at record levels since our first full year as a public company in 2001; ",
        "●The market for mature semiconductor devices grew rapidly, producing greater than 80% of our systems shipments, and within that total, the electrification of the automotive market drove the power device market to contribute approximately 39% of our systems shipments;",
        "●Our global footprint in growing markets continued to expand, including through multiple evaluation units at key customers in memory, mature process technologies and advanced logic, sales of our Purion product extensions into the Silicon Carbide market, follow-on orders for our Purion products in Japan, and device qualification for leading edge CMOS Image Sensor processes; and",
        "●Rapid growth of our manufacturing capabilities through solid execution, strong supply chain partnerships and bringing online new capacity at both our Beverly, Massachusetts facility and Axcelis Asia Operations Center in South Korea.",
        "  ​",
        "We continue to work diligently to ensure that manufacturing and operating expense levels remain well aligned to business conditions. We believe that the most fundamental interest of our stockholders is consistent, profitable financial performance, which we expect to continue to deliver in 2023. Our performance is subject to risks and uncertainties discussed below under Item 1A, Risk Factors.",
        "​",
        "Industry Overview",
        "​",
        "Semiconductor chips, also known as integrated circuits, are used in a continuously evolving range of consumer and industrial products, including for example, personal computers, mobile devices, automobiles, sensors and controllers for the “internet of things” and data storage servers. Types of semiconductor chips include dynamic random-access memory (“DRAM”) and “Not AND” (“NAND”) Flash memory; logic devices to process information; and “system on chip” devices (which have both logic and memory features). The demand for chips continues to increase, as a result of the electrification of vehicles, the evolution of digital communications (including the introduction of 5G mobile networks and the growth in the Internet of Things), and the increasing complexity of device features. These chips are used in power management, data input, such as image sensors, which are often manufactured using mature processing technologies, as well as for memory to support the storage of data, internet streaming and “cloud computing” data analytics.",
        "​",
        "Most semiconductor chips are built on silicon wafers of either 200mm (8 inches) or 300mm (12 inches) in diameter. Each semiconductor chip is made up of millions of tiny transistors or “switches” to control the functions of the device. Transistors are created in the silicon wafer by introducing various precisely placed impurities into the silicon in specific patterns. ",
        "​",
        "Semiconductor chip manufacturers own or manage wafer fabrication facilities (often referred to as “fabs”), which utilize many different types of equipment in the making of integrated circuits. Over 300 process steps utilizing over 50 different types of process tools are required to make a single device like a microprocessor. Semiconductor chip manufacturers seek device performance benefits through new products and technology enhancements and productivity improvements through increased throughput, equipment utilization and higher manufacturing yields. Capacity is added by increasing the amount of manufacturing equipment in existing fabrication facilities and by constructing new fabrication facilities. ",
        "​",
        "We have different types of customers, which impacts the timing of purchases and technology requirements. Some customers are integrated electronics manufacturers, making semiconductor chips for their own devices.  These same companies may also act as foundries, manufacturing semiconductor chips for other electronic manufacturers or chip design companies.  Some customers only function as foundries.  A few companies design and manufacture branded chips that are sold to device manufacturers.  In addition, some customers have partnerships or joint ventures with two or more semiconductor chip manufacturers to share the technology development and capital investment.  The timing of purchases by foundry customers will depend on their success in securing manufacturing contracts.  Also, foundry customers will look for equipment that can deliver the broadest capabilities in order to be prepared to manufacture all chip types, while integrated electronics manufacturers may invest in processing equipment dedicated to a specific application they require for their products.",
        "​",
        "The semiconductor capital equipment industry has historically been cyclical as global chip production capacities successively exceed, then lag behind, global chip demand. When chip demand is high, and inventories are low, chip manufacturers add capacity through capital equipment purchases. Given the difficulties of forecasting and calibrating chip demand and production capacity, the industry periodically experiences excess chip inventories and softening chip prices. Device manufacturers react with muted capital spending, lowering the demand for capital equipment. Changes in consumer and business demand for products in which chips are used also affect the industry. A successful semiconductor capital equipment manufacturer must not only provide some of the most technically complex products manufactured in the world but also must manage its business to thrive during low points in the cycle.",
        "​",
        "Axcelis’ Strategy",
        "​",
        "Axcelis’ 2023 strategic goals are to:",
        "​",
        "●Exceed our $1.0 billion revenue model in 2023, positioning us to achieve our $1.3 billion revenue ion implant only model in future years by insuring high levels of customer satisfaction and quality",
        "​",
        "•Grow the Purion footprint with our existing customer base as well as at new accounts in targeted market segments and geographies",
        "—Capitalize on strong spending in the mature process technology segment, especially by power device customers ",
        "—Capture additional high value memory business ",
        "—Continue to penetrate leading edge logic and foundry customers",
        "​",
        "•Drive Customer Solutions & Innovation (“CS&I”) revenues by delivering excellent customer satisfaction via innovative, high value products and services",
        "​",
        "•Continue to drive gross margin improvements through supply chain optimization, value engineering, lean manufacturing, quality improvements, product and service innovation and sales excellence",
        "​",
        "●Deliver attractive earnings per share and cash as defined in targeted business models",
        " ​",
        "•Manage revenues and expenses in line with growth initiatives and industry trends ",
        "•Execute a capital strategy that allows for appropriate business investments while returning value to shareholders",
        "​",
        "● Expand beyond ion implant by launching identified corporate development growth initiatives",
        "​",
        "We continue to invest in research and development to ensure our products meet the needs of our customers. We take pride in our scientists and engineers who are adding to our portfolio of patents and unpatented proprietary technology to ensure that our investment in technology leadership translates into unique product advantages. We strive for operational excellence by focusing on ways to lower our product, manufacturing and design costs and to improve our delivery times to our customers. Global customer teams and a focused account management structure maintain and strengthen our customer relationships and increase customer satisfaction. Finally, we endeavor to maintain a strong cash balance to ensure sufficient capital to fund business growth. ",
        "​",
        "Ion Implantation Systems",
        "​",
        "Ion implantation is a principal step in the transistor formation cycle of the semiconductor chip manufacturing process. Ion implantation is also used to change the material characteristics of the silicon for reasons other than electrical doping, a process known as “material modification.” An ion implanter is a large, technically advanced system that injects dopants such as arsenic, boron or phosphorus into a wafer. These dopants are ionized and therefore have an electrical charge state. This electric charge state allows the dopants to be accelerated, focused and filtered with electric and magnetic fields. Ion implanters use these fields to create a beam of ions with a precisely defined energy level (ranging between several hundred and eight million electron-volts) and with a precisely defined beam current level (ranging from microamps to milliamps). Certain areas of the silicon wafer are blocked off by a polymer material known as photoresist, which acts as a “stencil” to pattern devices so that the dopants will only enter the wafer where needed. Typical process flows require twenty implant steps, with the most advanced processes requiring substantially more steps. Each implant step is characterized by four key parameters: dopant type, dose (amount of dopant), energy (depth into the silicon) and tilt/twist (angle of wafer relative to the ion beam).",
        "​",
        "In order to efficiently cover the wide range of implant steps, three different broad categories of implanters have been developed, each targeted at a specific range of applications, primarily defined by dose and energy. The three traditional implanter categories are referred to as high current, high energy and medium current:",
        "​",
        "●High current implanters were the second type of implanter to emerge, having low energy capability and high dose range.",
        "​",
        "●High energy implanters emerged to address the need for deeper implants with a high energy range and low dose.",
        "​",
        "●Medium current implanters are the original model of ion implanter, with mid to low-range energy and dose capability.",
        "​",
        "The Purion Platform and Family of Ion Implanters",
        "​",
        "Axcelis offers a complete line of high energy, high current and medium current implanters for all application requirements. Our Purion flagship systems are all based on a common platform which enables a unique combination of implant purity, precision and productivity. Combining a state-of-the-art single wafer end station, with advanced spot beam architectures (that ensures all points across the wafer see the same beam condition at the same beam angle), Purion products enable exceptional process control to optimize device performance and yield, at high productivity.",
        "​",
        "●High Current Implant.  Our Purion H, Purion Dragon and Purion H200 spot beam, high current systems cover all traditional high current requirements as well as those associated with emerging and future devices. Our Purion high current capabilities extend beyond traditional high current energy and dose ranges, in order to cover new device fabrication requirements as well as to maximize capital utilization and flexibility. In addition, Axcelis’ Purion systems provide advantages for material modification applications, including those requiring hot and cold implant capabilities.",
        "​",
        "●High Energy Implant.  Our Purion XE and other Purion high energy systems combine Axcelis’ production-proven RF Linac high energy, spot beam technology with the Purion platform wafer handling system. Axcelis has been a market leader in high energy ion implanters for many years and continues to offer legacy high energy systems, as well as a range of new Purion systems which have differentiated capabilities for specialty applications. ",
        "​",
        "●Medium Current Implant.  Our Purion M Si and SiC medium current system offers higher productivity and lower electrical energy consumption compared to competitive offerings, in addition to other advantages. Our Purion M systems also offer differentiated capabilities for specialty applications.",
        "​",
        "In addition to the above categories, ion implanters may also be categorized by the types of applications for which they are designed. For example, the Axcelis Purion Power Series, which provides full recipe coverage for power device applications critical to mobile devices and electric vehicles, is comprised of a group of high current, medium current and high energy implanters that have been developed to optimize semiconductor devices created on Silicon Carbide wafers, which are advantageous for certain power devices.",
        "​",
        "We believe our ion implant products will continue to meet customer demand for advantages in productivity, process performance and technical extendibility. ",
        "​",
        "Aftermarket Support and Services",
        "​",
        "Through our CS&I business, we offer our customers extensive aftermarket service and support throughout the lifecycle of the equipment we manufacture. We believe that approximately 3,100 of our products are in use in 28 countries worldwide. The service and support that we provide includes used tools, spare parts, equipment upgrades, and maintenance services. We offer varying levels of sales, service and application support out of our field offices. Revenue generated ",
        "through our CS&I business of $227.9 million, $207.8 million and $180.9 million represents 24.8%, 31.4% and 38.1% of total revenue in 2022, 2021 and 2020, respectively.",
        "​",
        "To support our aftermarket business, we have sales and marketing personnel, field service engineers, and spare parts and applications engineers, as well as employees located at our manufacturing facilities who work with our customers to provide customer training and documentation, and product, process and applications support. ",
        "​",
        "Most of our customers maintain spare parts inventories for our machines. In addition to our web-based spare parts management and replenishment tracking program, we offer a number of Business-to-Business options to support our customers’ parts management requirements. Our Axcelis Managed Inventory service offering provides the customer with full spare parts support through a parts consignment arrangement in which Axcelis retains responsibility for the complete supply chain. These services provide ease of use alternatives that reduce order fulfillment costs and improve cycle time, resulting in an expanded customer base for this service offering.",
        "​",
        "Sales and Marketing",
        "​",
        "We primarily sell our equipment and services through our direct sales force. We conduct sales and marketing activities from our sales offices located in the United States, Taiwan, South Korea, China, Singapore, Japan, Germany and Italy. ",
        "​",
        "International revenue, including export sales from our U.S. manufacturing facilities to foreign customers and sales by foreign subsidiaries and branches, accounted for 84.4%, 92.6% and 89.3% of total revenue in 2022, 2021 and 2020, respectively. In 2022, approximately 90.9% of our sales were denominated in U.S. dollars. See Note 17 to our Consolidated Financial Statements contained in Item 15 of this Form 10-K for a breakdown of our revenue and long-lived assets in the United States, Europe and Asia. See also Item 1A, “Risk Factors,” for information about risks attendant to our foreign operations.",
        "​",
        "Customers",
        "​",
        "In 2022, according to Gartner Inc., the top 20 semiconductor chip manufacturers accounted for approximately 89.0% of total semiconductor capital equipment spending, which decreased from 92.0% in 2021. These manufacturers are from the largest semiconductor chip manufacturing regions in the world: the United States, Asia Pacific (Taiwan, South Korea, Singapore, Japan and China) and Europe. ",
        "​",
        "Information on net sales to unaffiliated customers is included in Note 2 of Notes to Consolidated Financial Statements. For the year ended December 31, 2022, revenues from Samsung Electronics Co, Ltd. and Semiconductor Manufacturing International Corporation (“SMIC”) represented 10% or more of our consolidated revenues. The loss of either of these customers would have a material adverse effect on our business. ",
        "​",
        "U.S. export controls impact our ability to sell to certain customers in China, a country that has represented a significant portion of our sales in recent years.  Since the placement of SMIC on the U.S. Entity List in 2020, we are required to obtain export control licenses to ship to mature process SMIC fabs, which to date, we have been able to obtain.  Another chipmaker, Yangtze Memory Technologies Co., Ltd. (“YMTC”), was placed on the Entity List in 2022, without a similar policy allowing licensed shipments.  A new export controls regulatory framework was issued by the U.S. in October 2022 that limits all semiconductor equipment shipments to Chinese customers who are producing or developing logic, DRAM and NAND chips that meet specific advanced parameters.  While these regulations have further excluded exports to certain Chinese customers, we currently are able to continue to ship to the majority of our Chinese customers.  In general, however, sales to Chinese customers represent a higher risk than sales to customers in other international locations because of trade tensions between the U.S. government and the Chinese government, and other challenges reflecting China’s stage of development, including public health concerns and rapid growth.",
        "​",
        "Research and Development",
        "​",
        "Our industry continues to experience rapid technological change, requiring us to frequently introduce new products and enhancements. Our Beverly, Massachusetts Advanced Technology Center houses a process development ",
        "laboratory with a 13,500 square feet class 10/100/1000 clean room for product demonstrations and process development and a 17,500 square feet customer training center. The Advanced Technology Center provides infrastructure and process capabilities that allow customers to test their unique process steps on our systems under conditions that substantially replicate the customers’ production environments. This facility also provides significant capability for our research and development efforts.",
        "​",
        "We devote a significant portion of our personnel and financial resources to research and development programs and seek to maintain close relationships with our customers to remain responsive to their product needs. We have also sought to reduce the development cycle for new products through a collaborative process whereby our engineering, manufacturing and marketing personnel work closely together with one another and with our customers at an earlier stage in the process. We use 3D, computer-aided design, finite element analysis and other computer-based modeling methods to test new designs.",
        "​",
        "Our expenses for research and development were $78.4 million, $65.4 million and $61.8 million in 2022, 2021 and 2020, respectively, or 8.5%, 9.9% and 13.0% of revenue, respectively. ",
        "​",
        "Manufacturing",
        "​",
        "We manufacture products at our 417,000 square feet ISO 9001:2015 and ISO 14001:2015 certified plant in Beverly, Massachusetts as well as our 38,000 square feet Axcelis Asia Operations Center in South Korea. Our facilities employ best in class manufacturing techniques, including lean manufacturing, six sigma controls and advanced inventory management, purchasing and quality systems. In 2022, we signed an additional lease of property in Beverly, Massachusetts, on which a state-of-the-art logistics and flex manufacturing center with 98,000 square feet is being built to our specifications, referred to as the Axcelis Logistics Center.",
        "​",
        "Our clean manufacturing process uses class 1,000/10,000 space to facilitate most of our manufacturing requirements.",
        "​",
        "Our core competency in manufacturing and supply chain management is built around system assembly and testing, which remains an in-house capability due to the high degree of expertise and intellectual property associated with the process and design. Non-core work is sourced to global partners and includes items such as vacuum systems, wafer handling and commodity-level components. We continuously pursue outsourcing opportunities where the economics are justified, with a goal of enabling quality and margin improvement. Our supply chain team is globally focused and is located in Beverly, Korea and Singapore. Customized and commercially available software solutions drive our planning, purchasing and inventory tracking process.",
        "​",
        "The companies supplying Axcelis play a critical part in our success.  We want to ensure these companies share our values and have adopted a Supplier Code of Conduct, which contains our expectation that our suppliers will comply with our Environmental Policy, our Corporate Social Responsibility Policy, and other industry standards and policies.  Our Supplier Code of Conduct provides that if a supplier fails to comply with these policies, our business relationship with that company will be permanently ended, although a compliance remediation period of up to 90 days may be allowed.  In 2022, Axcelis audited 54 suppliers for compliance with our Supplier Code of Conduct and other quality standards.  The outcome of these and prior audits included (i) the issuance of a total of over 190 corrective actions to suppliers, (ii) requiring more than 30 of our suppliers to participate in quarterly reviews focused on improvement projects, and (iii) subjecting two suppliers to more comprehensive audits and action plans.",
        "​",
        "Our products are designed to be assembled and tested in a modular fashion, which facilitates our industry-recognized “ship-from-cell” process. Specially developed test stands, software and tooling provide the framework for this accelerated delivery process. Customers that choose the “ship-from-cell” process substantially improve their delivery times while receiving the same high level of quality provided by more traditional, longer cycle integration techniques. Product margins and inventory turns also improve as a result of shorter factory cycle times and increased labor productivity.",
        "​",
        "Installation of our equipment is provided by factory and field teams. The process includes assembling the equipment at our installation site, and after it has been connected, recalibrating it to factory specifications.",
        "​",
        "Competition",
        "​",
        "The semiconductor equipment industry is highly competitive and is characterized by a small number of participants ranging in size. Significant competitive factors in the semiconductor capital equipment market include price, cost of ownership, equipment performance, customer support, capabilities and breadth of product line. ",
        "​",
        "In the area ion implantation, we mainly compete against Applied Materials, Inc. Axcelis and Applied Materials are the only ion implant manufacturers with a full range of implant products, as well as service and support infrastructures able to service our customers globally. Other non-U.S. players we compete with include Sumitomo Heavy Industries Ion Technology Co. Ltd. and Nissin Ion Equipment Co., Ltd in Japan, Advanced Ion Beam Technology, Inc. in Taiwan, as well as CETC Electronics Equipment Group Co., Ltd. in the People’s Republic of China. Non-U.S. suppliers may have an advantage over U.S. suppliers under recently established U.S. export controls regulation for shipments to China. ",
        "​",
        "Intellectual Property",
        "​",
        "We rely on patent, copyright, trademark and trade secret protection in the United States and in other countries, as well as contractual restrictions, to protect our proprietary rights in our products and our business. As of December 31, 2022, we had 209 active patents issued in the United States and 467 active patents granted in other countries, as well as 213 patent applications (29 in the United States and 184 in other countries) on file with various patent agencies worldwide. Patents are generally in effect for up to 20 years from the filing of the application.",
        "​",
        "We intend to file additional patent applications and grow our intellectual property portfolio as appropriate. Although patents are important to our business, we do not believe that we are substantially dependent on any single patent or any group of patents.",
        "​",
        "We have trademarks, both registered and unregistered, that are maintained to provide customer recognition for our products in the marketplace. Trademark registrations generally remain in effect as long as the trademarks are in use. From time to time, we enter into license agreements with third parties under which we obtain or grant rights to patented or proprietary technology. We do not believe that any of our licenses are currently material to us. ",
        "​",
        "Backlog",
        "​",
        "Systems backlog, including deferred systems revenue, was $1,124.2 million and $460.6 million as of December 31, 2022 and 2021, respectively. We believe it is meaningful to investors to include deferred systems revenue as part of our backlog. Deferred systems revenue represents revenue that will be recognized in future periods based on prior shipments or customer prepayments. Our policy is to include in backlog only those system orders for which we have accepted purchase orders. All orders are subject to cancellations or rescheduling by customers with limited or no penalties.",
        "​",
        "Backlog does not include orders received and fulfilled within a quarter. Our backlog at the beginning of a quarter typically does not include all orders required to achieve our sales objectives for that quarter. Backlog is not necessarily an indicator of future business trends because orders for services or parts received during the quarter are generally performed or shipped within the same quarter.",
        "​",
        "Bookings in the quarter ended December 31, 2022 were $211.5 million compared to $194.0 million in the quarter ended December 31, 2021.",
        "​",
        "Human Capital ",
        "​",
        "As of December 31, 2022, we had 1,388 employees and 97 agency temporary staff worldwide.  During 2022, our total employee and temporary staff headcount increased by approximately 24% to support our increased business during the year. While the majority of our headcount is based in the U.S. at our main manufacturing facility in Beverly, MA, our business requires our presence where our customers are located around the world, resulting in Axcelis employees working in 28 different countries. Of our total year end 2022 employees, 966 work in North America, 349 in Asia and 73 in Europe.",
        "​",
        "Our future success largely depends upon our continued ability to attract and retain highly skilled employees. We provide competitive compensation and benefits programs. In addition to salaries, all Axcelis employees are eligible for cash incentive programs with annual payouts tied to annual financial metrics, as described in our proxy statements, with two exceptions: (i) certain sales staff receive commission and other sales compensation, and (ii) in order to provide greater certainty of compensation to lower level U.S. employees, we pay quarterly bonuses to those employees in amounts communicated at the start of the year.  Beyond these basic forms of cash compensation, we offer recognition bonuses, equity awards, an Employee Stock Purchase Plan, a 401(k) plan with a competitive employer match, healthcare and insurance benefits, health savings and flexible spending accounts, paid time off, family leave, family care resources, flexible work schedules, employee assistance programs, and tuition assistance.  These programs all contribute to both attracting and retaining a highly skilled employee base, including those with critical leadership and industry skills and experience.",
        "​",
        "During 2022, our voluntary turnover rate for employees was 13.1%, or 11.4% without retirements, well below the worldwide technology industry (all reported) voluntary turnover average of 18.4% reported in the Aon 2022 Salary Increase and Turnover Study -- December 2022.",
        "​",
        "We also recognize that training is an important aspect of both employee retention and talent development. Axcelis conducts an annual talent review process and establishes individualized development programs agreed upon by employees and their managers.  Human Resources provides training on personal development planning and leadership skills.  All Axcelis employees have access to LinkedIn Learning to pursue independent training on business subjects.  Our manufacturing staff each receives 35 hours of training upon commencement of employment, and our field service and other technical employees receive training on various ion implanter systems to develop product support, applications and service skills on all of our products.  Finally, all staff are required to complete monthly, annual or biennial training on cybersecurity, various health and safety topics, and legal matters, such as the Foreign Corrupt Practices Act, export controls compliance, ethical business practices, and confidentiality.  At a minimum, all Axcelis employees are required to complete at least 15 hours of training per year, and they can access additional voluntary training at the Company’s expense.",
        "​",
        "The success of our business is fundamentally connected to the well-being of our people. Accordingly, we are committed to the health, safety and wellness of our employees. We provide our employees and their families with access to health and wellness insurance and programs that offer choice where possible so they can customize their benefits to meet their needs and the needs of their families. During the COVID-19 pandemic, we implemented significant changes that we determined were in the best interest of our employees, as well as the communities in which we operate, and which comply with government regulations. This included having those employees that could productively work from home continue to do so, while implementing additional safety measures for employees continuing critical on-site work. While all employees may now return to work in the Beverly facility, we are maintaining certain restrictions related to the manufacturing areas of the building to ensure that those members of our workforce are not unnecessarily exposed to other workers.",
        "​",
        "Axcelis is dedicated to building a diverse workforce, fostering a culture built on the principle of inclusion, and maintaining a workplace free from discrimination. We strongly believe that a diversity of experience, perspectives and backgrounds will lead to a better environment for our employees and better products for our customers.  Axcelis’ commitment to diversity extends to our Board of Directors, our leadership team and all teams and functions across our global locations.  ",
        "​",
        "We encourage you to review the “Focus on Diversity” report (located in the “Investors” and “About Us” sections of our Axcelis.com website) for more detailed information regarding diversity and inclusion at Axcelis. Nothing on our website, including our Focus on Diversity Report or sections thereof, shall be deemed incorporated by reference into this Annual Report.",
        "​",
        "Environmental",
        "​",
        "We are subject to environmental laws and regulations in the countries in which we operate that regulate, among other things: air emissions; water discharges; and the generation, use, storage, transportation, handling and disposal of solid and hazardous wastes produced by our manufacturing, research and development and sales activities. As with other companies engaged in like businesses, the nature of our operations exposes us to the risk of environmental liabilities, claims, penalties and orders.",
        "​",
        "We are proud of our commitment to improving our environment. We believe that our operations are in compliance with applicable environmental laws and regulations and that there are no pending environmental matters that would have a material impact on our business. We are ISO 9001:2015 and ISO 14001:2015 certified at our Beverly, MA facility.",
        "​",
        "We are also proud that our Power Series ion implantation systems have become enabling technology for the production of power management devices, which are critical to the electrification of vehicles, an important component of our society’s actions to address climate change.",
        "​",
        "In 2022, Axcelis became a founding member of the Semiconductor Climate Consortium (“SCC”) of Semiconductor Equipment and Materials International (“SEMI”), our industry organization serving the manufacturing supply chain for the micro- and nano-electronics industries. In doing so, we expect to bolster our own sustainability work with the power of the semiconductor ecosystem.  By collaborating with SCC member companies' joint knowledge and innovative technologies, Axcelis hopes to promote progressive action towards climate change.",
        "​",
        "Information about our Executive Officers ",
        "​",
        "Mary G. Puma, 65, has been our President and Chief Executive Officer since January 2002, having served as Chairman from 2005 to 2015. From May 2000 until January 2002, Ms. Puma was our President and Chief Operating Officer. In 1998, she became General Manager and Vice President of the Implant Systems Division of Eaton Corporation, a global diversified industrial manufacturer. In May 1996, she joined Eaton as General Manager of the Commercial Controls Division. Prior to joining Eaton, Ms. Puma spent 15 years in various marketing and general management positions for General Electric Company.  Ms. Puma is also a director of Nordson Corporation, a manufacturer of precision dispensing equipment for industrial liquid and powder coatings, adhesives, and sealants, and serves as a director and, since early 2023, as Chairperson of the Board of Semiconductor Equipment and Materials International.",
        "​",
        "Kevin J. Brewer, 64, became our Executive Vice President and Chief Financial Officer in September 2013, having served as interim Chief Financial Officer beginning in June 2013. Mr. Brewer also manages our Global Operations. Mr. Brewer had previously been our Executive Vice President, Global Operations since 2008 and our Senior Vice President, Manufacturing Operations since May 2005, prior to which he had been Vice President of Manufacturing Operations since October 2002 and Director of Operations from 1999 to 2002. Prior to joining Axcelis in 1999, Mr. Brewer was Director of Operations, Business Jets at Raytheon Aircraft Company, a leading manufacturer of business and special mission aircraft owned by Raytheon Company, a manufacturer of defense, government and commercial electronics, as well as aircraft. Prior to that, Mr. Brewer held various management positions in operations and strategic planning in Raytheon Company’s Electronic Systems and Missile Systems groups.",
        "​",
        "Russell J. Low, Ph.D., 52, is our Executive Vice President, Global Customer and Engineering Operations, a position he assumed in January 2021, having served as Executive Vice President, Engineering since joining Axcelis in October 2016.  Dr. Low joined Axcelis in October 2016 as Executive Vice President, Engineering. Prior to joining the Company, Dr. Low held the position of Vice President of Engineering, MOCVD Business Unit at Veeco Instruments since 2013, prior to which he was Veeco’s Senior Director of Engineering, Molecular Beam Epitaxy Business Unit beginning in 2012. From 2003 to 2012, Dr. Low held a number of positions at Varian Semiconductor Equipment Associates, most recently as Director of Technology. Prior to that, Dr. Low held engineering positions in the thermal processing and ion implant divisions of Applied Materials, Inc. from 1997 to 2003. ",
        "​",
        "Greg Redinbo, Ph.D., 58, is our Executive Vice President, Marketing and Applications, a position he assumed in September 2022. Dr. Redinbo joined Axcelis in 2021 as Senior Vice President of Strategic Marketing and Business Development. Dr. Redinbo has over 25 years of experience in the semiconductor capital equipment industry. Prior to joining Axcelis, Dr. Redinbo held the position of Vice President, Global Strategic Accounts at ASML. Dr. Redinbo’s past positions also include Global Vice President of Sales, Service and Applications at FEI, Director of Sales, U.S. and Europe, and Director of Product Marketing, High Current Products at Varian Semiconductor and Product Management in the Thermal Processing Division at Applied Materials.",
        "​",
        "Lynnette C. Fallon, 63, is our Executive Vice President, Human Resources/Legal and General Counsel, a position she has held since May 2005. Prior to that, Ms. Fallon was Senior Vice President HR/Legal and General Counsel since 2002, and Senior Vice President and General Counsel since 2001. Ms. Fallon has also been our corporate Secretary since 2001. Before joining Axcelis in 2001, Ms. Fallon had been a partner in the Boston law firm of Palmer & Dodge LLP since 1992, where she was head of the Business Law Department from 1997 to 2001. Ms. Fallon is also a member of the Board ",
        "of Directors of ClearPoint Neuro, Inc., a global therapy-enabling platform company providing stereotactic navigation and delivery to the brain. ",
        "​",
        "Douglas A. Lawson, 62, has been our Executive Vice President, Corporate Marketing and Strategy since November 2013, having joined Axcelis as Vice President Business Development in 2010, and holding the position of Senior Vice President of Strategic Initiatives beginning in 2011. Mr. Lawson also manages our Information Technology function. Prior to joining the Company in 2010, he held the position of General Manager of Luminus Devices from 2009 to 2010. He has over 30 years of experience in the technology industry and has held numerous executive and technical positions at BTU International, PRI Automation, Digital Equipment and Intel."
    ],
    "7": [
        "Item 7.  Management’s Discussion and Analysis of Financial Condition and Results of Operations.",
        "​",
        "Certain statements in “Management’s Discussion and Analysis of Financial Condition and Results of Operations” are forward-looking statements that involve risks and uncertainties. Words such as may, will, should, would, anticipates, expects, intends, plans, believes, seeks, estimates and similar expressions identify such forward-looking statements. The forward-looking statements contained herein are based on current expectations and entail various risks and uncertainties that could cause actual results to differ materially from those expressed in such forward-looking statements. Factors that might cause such a difference include, among other things, those set forth under “Liquidity and Capital Resources” and “Risk Factors” and others discussed elsewhere in this Form 10-K. Readers are cautioned not to place undue reliance on these forward-looking statements, which reflect management’s analysis only as of the date hereof. We assume no obligation to update these forward-looking statements to reflect actual results or changes in factors or assumptions affecting forward-looking statements, except as may be required by law.",
        "​",
        "Overview",
        "​",
        "The semiconductor capital equipment industry is subject to cyclical swings in capital spending by semiconductor chip manufacturers. Capital spending is influenced by demand for semiconductors and the products using them, the utilization rate and capacity of existing semiconductor chip manufacturing facilities and changes in semiconductor technology, all of which are outside of our control. As a result, our revenue may fluctuate from year to year and period to period. Our established cost structure does not vary significantly with changes in volume. We may also experience fluctuations in operating results and cash flows depending on our revenue level.",
        "​",
        "2022 was an exceptional year for Axcelis despite logistical challenges brought on by the geo-political environment and the COVID-19 pandemic.  As a result of the strength of the overall electronics market and the continued growth of the Purion product family in 2022, we delivered record full year revenue, operating profit and gross margin since our first full year as a public company in 2001.  Revenue for 2022 was $920.0 million, an increase of 38.9% from 2021 revenue of $662.4 million. Systems revenue for 2022 was $692.1 million, compared to $454.6 million in 2021. Operating profit was $401.8 million in 2022, compared to $127.3 million in 2021. Gross margin for the year was 43.7% compared to 43.2% in 2021. Net income for the year was $183.1 million, an increase of 85.6% following a 97.4% increase in revenue from the prior year. ",
        "​",
        "The Company is in a strong competitive position as we participated in a period of extended industry growth in 2021 and 2022. A focused strategy on ion implant, combined with the hard work and dedication of our employees and the encouragement and support of our customers and suppliers, enabled us to achieve numerous critical milestones in our drive to market leadership. Axcelis had a number of important accomplishments in 2022:​",
        "●Axcelis’ revenue grew 39% year over year; ",
        "●Our full year revenue, gross margins and operating profit were all at record levels since our first full year as a public company in 2001; ",
        "●The market for mature semiconductor devices grew rapidly, producing greater than 80% of our systems shipments, and within that total, the electrification of the automotive market drove the power device market to contribute approximately 39% of our systems shipments;",
        "●Our global footprint in growing markets continued to expand, including through multiple evaluations at key customers in memory, mature process technologies and advanced logic, sales of our Purion product extensions into the Silicon Carbide market, follow-on orders for our Purion products in Japan, and device qualification for leading edge CMOS Image Sensor processes; and",
        "●Rapid growth of our manufacturing capabilities through solid execution, strong supply chain partnerships and bringing online new capacity at both our Beverly, Massachusetts facility and Axcelis Asia Operations Center in South Korea.",
        "​",
        "We continue to work diligently to ensure that manufacturing and operating expense levels remain well aligned to business conditions. ",
        "​",
        "The market for our systems and aftermarket products and services is represented by a relatively small number of companies. In 2022, the top 20 semiconductor chip manufacturers accounted for approximately 89.0% of total semiconductor capital equipment spending, down from 92.0% in 2021. Our net revenue from our ten largest customers accounted for 59.4% of total revenue for the year ended December 31, 2022 compared to 69.5% and 74.0% of revenue for the years ended December 31, 2021 and 2020, respectively. For the year ended December 31, 2022, we had two customers representing 13.1% and 11.5% of total revenue, respectively. ",
        "​",
        "Critical Accounting Estimates",
        "​",
        "Management’s discussion and analysis of our financial condition and results of operations are based upon Axcelis’ consolidated financial statements, which have been prepared in accordance with accounting principles generally accepted in the United States. The preparation of these financial statements requires management to make estimates and judgments that affect the reported amounts of assets, liabilities, revenue and expenses, and related disclosure of contingent assets and liabilities. On an on-going basis, we evaluate our estimates and assumptions. Management’s estimates are based on historical experience and on various other assumptions that are believed to be reasonable under the circumstances, the results of which form the basis for making judgments about the carrying values of assets and liabilities that are not readily apparent from other sources. Actual results may differ from these estimates under different assumptions or conditions.",
        "​",
        "We believe the following accounting policies are critical in the portrayal of our financial condition and results of operations and require management’s most significant judgments and estimates in the preparation of our consolidated financial statements. For additional accounting policies, see Note 2 to the consolidated financial statements for the year ended December 31, 2022 included in this Annual Report on Form 10-K. ",
        "​",
        "Revenue Recognition",
        "​",
        "Our accounting policies relating to the recognition of revenue require management to make estimates, determinations and judgments based on historical experience and on various other assumptions, which include (i) the existence of a contract with the customer, (ii) the identification of the performance obligations in the contract, (iii) the value of any variable consideration in the contract, (iv) the standalone selling price of multiple obligations in the contract, for the purpose of allocating the consideration in the contract, and (v) determining when a performance obligation has been met. Our revenue recognition policies are set forth in section (i) of Note 2, Summary of Significant Accounting Policies, to the consolidated financial statements for the year ended December 31, 2022 included in this Annual Report on Form 10-K. Recognition of revenue based on incorrect judgments, including an erroneous allocation of the estimated sales price between the units of accounting, could result in inappropriate recognition of revenue, or incorrect timing of revenue recognition, which could have a material effect on our financial condition and results of operations.",
        "​",
        "Inventory—Provision for Excess and Obsolescence and Lower of Cost or Net Realizable Value",
        "​",
        "We record a provision for estimated excess and obsolete inventory and lower of cost or net realizable value. The provision is determined using management’s assumptions of materials usage, based on estimates of forecasted and historical demand and market conditions. Specifically, our assumptions of forecasted system sales and the size and utilization of the installed base of systems may have a significant effect on estimated materials usage. If actual market conditions become less favorable than those projected by management, additional inventory write-downs may be required.",
        "​",
        "Although we make every effort to ensure the accuracy of our forecasts or product demand and pricing assumptions, any significant unanticipated changes in demand, pricing, or technical developments would significantly impact the value of our inventory and our reported operating results. In the future, if we determine that inventory needs to be written down, we will recognize such costs in our cost of revenue at the time of such determination. If we subsequently sell product that has previously been written down, our gross margin in that period will be favorably impacted.",
        "​",
        "Product Warranty",
        "​",
        "We generally offer a one-year warranty for all of our systems, the terms and conditions of which vary depending upon the product sold. For all systems sold, we accrue a liability for the estimated cost of standard warranty at the time of system shipment and defer the portion of systems revenue attributable to the relative fair value of non-standard warranty. ",
        "Costs for non-standard warranty are expensed as incurred. Factors that affect our warranty liability include the number of installed units, historical and anticipated product failure rates, material usage and service labor costs. We periodically assess the adequacy of our recorded liability and adjust the amount as necessary.",
        "​",
        "Income Taxes",
        "​",
        "We record income taxes using the asset and liability method. Deferred income tax assets and liabilities are recognized for the future tax consequences attributable to differences between the financial statement carrying amounts of existing assets and liabilities and their respective income tax basis, and net operating loss and tax credit carryforwards.",
        "​",
        "Our consolidated financial statements contain certain deferred tax assets which have arisen primarily as a result of operating losses, as well as other temporary differences between financial and income tax accounting.",
        "​",
        "We establish a valuation allowance when it is more likely than not that some portion or all of the deferred tax assets will not be realized. Significant management judgment is required in determining our provision for income taxes, the deferred tax assets and liabilities and any valuation allowance recorded against those net deferred tax assets.",
        "​",
        "We evaluate the weight of all available evidence such as historical losses, the expected timing of the reversals of existing temporary differences and projected future taxable income to determine whether it is more likely than not that some portion or all of the net deferred income tax assets will not be realized.",
        "​",
        "Our income tax expense includes the largest amount of tax benefit for an uncertain tax position that is more likely than not to be sustained upon audit based on the technical merits of the tax position. Settlements with tax authorities, the expiration of statutes of limitations for particular tax positions, or obtaining new information on particular tax positions may cause a change to the effective tax rate. We recognize accrued interest related to unrecognized tax benefits as interest expense and penalties as operating expense.",
        "​",
        "Results of Operations",
        "​",
        "The following year-to-year comparative statements include the 2022 and 2021 year periods. For comparative statements for 2021 and 2020 periods, please refer to our 2021 Annual Report on Form 10-K, filed with the Securities and Exchange Commission on February 25, 2022.",
        "​",
        "The following table sets forth our results of operations as a percentage of total revenue:",
        "​",
        "​​​​​​​​​Year ended ​​​​December 31, ​​​    2022    2021        Revenue:​​​​​​Product​ 96.8% 95.8%​Services  3.2  4.2  Total revenue  100.0  100.0  Cost of revenue:​​​​​​Product  53.5  52.8  Services  2.8  4.0  Total cost of revenue  56.3  56.8  Gross profit  43.7  43.2  Operating expenses:​​​​​​Research and development  8.5  9.9  Sales and marketing  5.8  7.1  General and administrative  6.2  7.0  Total operating expenses  20.5  24.0  Income from operations  23.2  19.2  Other (expense) income:​​​​​​Interest income  0.5  —  Interest expense  (0.6)  (0.7)  Other, net  (0.7)  (0.3)  Total other expense  (0.8)  (1.0)  Income before income taxes  22.4  18.2  Income tax provision  2.4  3.3        Net income​ 20.0% 14.9%​",
        "​",
        "Revenue",
        "​",
        "The following table sets forth our revenue:",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-Period ​​​December 31, ​Change ​​​2022​2021​$​%   ​​​​​​​​​​​​​​​Revenue:    ​        ​        ​    ​    ​    Product​$ 890,582​$ 634,445​$ 256,137​ 40.4%​Percentage of revenue​​ 96.8%  ​ 95.8%  ​​​​​​Services​  29,416​  27,983​​ 1,433​ 5.1%​Percentage of revenue​​ 3.2%  ​ 4.2%  ​​​​​​Total revenue​$ 919,998​$ 662,428​$ 257,570​ 38.9%​",
        "​",
        "Product",
        "​",
        "Product revenue, which includes new system sales, sales of spare parts, product upgrades and used system sales was $890.6 million or 96.8% of revenue in 2022, compared with $634.4 million or 95.8% of revenue in 2021. The increase in product revenue in 2022 was primarily driven by an increase in the number of Purion systems sold.",
        "​",
        "A portion of our revenue from system sales is deferred until installation and other services related to future deliverables are performed. The total amount of deferred revenue at December 31, 2022 and 2021 was $154.8 million and $68.4 million, respectively. The increase was primarily due to increases in system prepayments and the volume of systems sold.",
        "​",
        "Services",
        "​",
        "Services revenue, which includes the labor component of maintenance and service contracts and fees for service hours provided by on-site service personnel, was $29.4 million, or 3.2% of revenue for 2022, compared with $28.0 million, or 4.2% of revenue for 2021. Although services revenue should increase with the expansion of the installed base of systems, it can fluctuate from period to period based on capacity utilization at customers’ manufacturing facilities, which affects the need for equipment service.",
        "​",
        "Revenue Categories used by Management",
        "​",
        "In addition to the line item revenue categories discussed above, management also uses revenue categorizations which break down revenue into other groupings. Management regularly disaggregates revenue in the following categories, which it finds relevant and useful:",
        "​",
        "●Systems and Customer Solutions and Innovation (also known as “aftermarket”) revenue, in which “CS&I” or “Aftermarket” revenue is ",
        "​",
        "A.The portion of Product revenue relating to spare parts, product upgrades and used systems combined with; ",
        "B.Service revenue, which is the labor component of aftermarket revenues",
        "​",
        "Aftermarket revenue reflects current fab utilization as opposed to System revenue, which reflects capital investment decisions by our customers, which have differing economic drivers; ",
        "​",
        "●Revenue by geographic regions, since economic factors impacting customer purchasing decisions may vary by geographic region; and​",
        "●Revenue by our customers’ end markets, since they tend to be subject to different economic environments at different periods of time, impacting a customer’s likelihood of purchasing capital equipment during any particular period; currently, management uses three end market categories: Memory, mature process technology and leading edge foundry and logic.  ",
        "​",
        "The CS&I/aftermarket revenue categories for the twelve month periods ended December 31, 2022 and 2021 are discussed below. ",
        "​",
        "CS&I/Aftermarket ",
        "​",
        "Revenue from our aftermarket business was $227.9 million in 2022, compared to $207.8 million for 2021. Aftermarket revenue generally increases with the expansion of the installed base of systems but can fluctuate from period to period based on capacity utilization at customers’ manufacturing facilities which affects the sale of spare parts and demand for equipment service.",
        "​",
        "Gross Profit / Gross Margin",
        "​",
        "The following table sets forth our gross profit (dollars in thousands):",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-Period ​​​December 31, ​Change ​​    ​2022    ​2021    $​%       ​​​​​​​​​​​​​​Gross Profit:    ​        ​        ​    ​    ​    Product​$ 398,478​$ 284,887​$ 113,591​ 39.9%​Product gross margin​​ 44.7%  ​ 44.9%  ​​​​​​​​​​​​​​​​​​​​Services​  3,312​​ 1,558​​ 1,754​ 112.6%​Services gross margin​​ 11.3%  ​ 5.6%  ​​​​​​Total gross profit​$ 401,790​$ 286,445​$ 115,345​ 40.3%​Gross margin​​ 43.7%  ​ 43.2%  ​​​​​​",
        "​",
        "Product",
        "​",
        "Gross margin from product revenue was 44.7% for the twelve months ended December 31, 2022, compared to 44.9% for the twelve months ended December 31, 2021. The slight decrease in gross margin is primarily attributable to changes in the mix of products. ",
        "​",
        "Services",
        "​",
        "Gross margin from services revenue was 11.3% for the twelve months ended December 31, 2022, compared to 5.6% for the twelve months ended December 31, 2021. The increase in gross margin is attributable to changes in the mix of service contracts.",
        "​",
        "Operating Expenses",
        "​",
        "The following table sets forth our operating expenses:",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-Period ​​​December 31, ​Change ​​​2022​2021​$​%   ​​​​​​​​​​​​​​​Research and development    $ 78,356    $ 65,431    $ 12,925     19.8%    Percentage of revenue​​ 8.5%​ 9.9%​​​​​​Sales and marketing​  53,599​  47,548​​ 6,051​ 12.7%​Percentage of revenue​​ 5.8%​ 7.1%​​​​​​General and administrative​  57,474​  46,141​​ 11,333​ 24.6%​Percentage of revenue​​ 6.2%​ 7.0%​​​​​​Total operating expenses​$ 189,429​$ 159,120​$ 30,309​ 19.0%​Percentage of revenue​​ 20.5%​ 24.0%​​​​​​",
        "​",
        "Our operating expenses consist primarily of personnel costs, including salaries, commissions, bonuses, stock-based compensation and related benefits and taxes; project material costs related to the design and development of new products and enhancement of existing products; and professional fees, facilities and amortization and depreciation expenses. Personnel costs are our largest expense, representing $114.8 million, or 60.6% of our total operating expenses, for the year ended December 31, 2022; and $100.3 million, or 63.1% of our total operating expenses for the year ended December 31, 2021. ",
        "​",
        "Research and Development",
        "​",
        "​​​​​​​​​​​​​​​​​Year ended ​​​Period-to-Period ​​​December 31, ​​​Change ​​​2022​2021​​​$​%   ​​​​​​​​​​​​​​​​Research and development​$ 78,356    $ 65,431    ​$ 12,925     19.8%    Percentage of revenue​​ 8.5%​ 9.9%​​​​​​​",
        "​",
        "Our ability to remain competitive depends largely on continuously developing innovative technology, with new and enhanced features and systems and introducing them at competitive prices on a timely basis. Accordingly, based on our strategic plan, we establish annual research and development budgets to fund programs that we expect will drive competitive advantages.",
        "​",
        "Research and development (“R&D”) expense was $78.4 million in 2022, an increase of $12.9 million, or 19.8%, compared with $65.4 million in 2021. The increase was primarily due to higher payroll related costs due to increased headcount and incentive based pay as well as increased material and supplies expense to support ongoing R&D projects.",
        "​",
        "Sales and Marketing",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-Period ​​​December 31, ​Change ​​​2022​2021​$​%   ​​​​​​​​​​​​​​​Sales and marketing    $ 53,599    $ 47,548     $ 6,051     12.7%    Percentage of revenue​​ 5.8%​ 7.1%​​​​​​",
        "​",
        "Our sales and marketing expenses result primarily from the sale of our equipment and services through our direct sales force.",
        "​",
        "Sales and marketing expense was $53.6 million in 2022, an increase of $6.1 million, or 12.7%, compared with $47.5 million in 2021. The increase was primarily due to higher payroll related costs due to increased headcount and incentive based pay as well as increased freight and travel expense.",
        "​",
        "General and Administrative",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-Period ​​​December 31, ​Change ​​​2022​2021​$​%   ​​​​​​​​​​​​​​​General and administrative    $ 57,474    $ 46,141    $ 11,333     24.6%    Percentage of revenue​​ 6.2%​ 7.0%​​​​​​",
        "​",
        "Our general and administrative expenses result primarily from the costs associated with our executive, finance, information technology, legal and human resource functions.",
        "​",
        "General and administrative expense was $57.5 million in 2022, an increase of $11.3 million, or 24.6% compared with $46.1 million in 2021. The increase was primarily due to higher payroll related costs due to increased headcount and incentive based pay as well as increases in various other expenses to support growth.",
        "​",
        "Other (Expense) Income",
        "​",
        "Other (expense) income consists of interest expense relating to the lease obligation we incurred in connection with the 2015 sale of our headquarters facility (“sale leaseback”) and other financing obligations, foreign exchange gains and losses attributable to fluctuations of the U.S. dollar against the local currencies of certain of the countries in which we operate, as well as interest earned on our invested cash balances.",
        "​",
        "​​​​​​​​​​​​​​​​Year ended ​Period-to-period ​​​December 31, ​change ​​​2022​2021​$​% ​​​​​​​​​​​​​​​Other expense $ (7,476) $ (6,897) $ 579  (8.4)%​Percentage of revenue ​  (0.8)%  (1.0)%​​​​​​",
        "​",
        "Other expense for the year ended December 31, 2022 was $7.5 million, which includes $5.0 million of interest expense related to our sale leaseback obligation and $6.4 million of foreign currency translation losses, partially offset by interest income $4.6 million. Other expense for the year ended December 31, 2021 was $6.9 million, which includes $5.1 million of interest expense related to our sale leaseback obligation and $2.5 million of foreign currency translation loss, slightly offset by other miscellaneous income of $0.3 million, a reversal of interest expense of $0.2 million relating to a tax position for which the statute of limitations expired and interest income of $0.2 million. ",
        "​",
        "Income Taxes",
        "​",
        "​​​​​​​​​​​​​​​​​Year ended ​Period-to-period ​​​December 31, ​change ​​​2022​2021​$​% ​​​​​​​​​​​​​​​​Income tax provision $ 21,806​ $ 21,778 $ 28  0.1%​Percentage of revenue ​  2.4%​  3.3%​​​​​​",
        "​",
        "Income tax expense was $21.8 million for the years ended December 31, 2022 and 2021. The effective tax rate for the year ended December 31, 2022 was 10.6% compared to 18.1% for year the ended December 31, 2021.  The decrease in the effective tax rate in 2022 is due to Foreign-derived intangible income (“FDII”), which is taxed at a lower tax rate than the U.S. statutory rate, resulting in a tax benefit of $20.5 million in the current year. The full utilization of the U.S. federal net operating losses allowed us to make use of the FDII in the current year.",
        "​",
        "At December 31, 2022, we had $31.7 million of net deferred tax assets worldwide relating to capitalized research and development costs and other temporary differences, which are available to reduce income taxes in future years. We have recorded a $8.4 million valuation allowance against certain tax credits and state net operating losses due to the uncertainty of their realization. Realization of our net deferred tax assets is dependent on future taxable income. We believe it is more likely than not that such assets will be realized; however, ultimate realization could be impacted by market conditions and other variables not known or anticipated at this time.",
        "Liquidity and Capital Resources",
        "​",
        "Our liquidity is affected by many factors. Some of these relate specifically to the operations of our business. For example, our sales and other factors are influenced by the uncertainties of global economies, including the availability of credit and the condition of the overall semiconductor capital equipment industry. Our industry requires ongoing investments in operations and research and development that are not easily adjusted to reflect changes in revenue. As a result, profitability and cash flows can fluctuate more widely than revenue.",
        "​",
        "In 2022, $215.6 million of cash was provided by operating activities. This compares to $150.2 million of cash provided by operations in 2021. Cash and cash equivalents at December 31, 2022 was $185.6 million, compared to $294.9 million at December 31, 2021. Approximately $47.7 million of cash was located in foreign jurisdictions as of December 31, 2022. In addition to the cash and cash equivalent balance at December 31, 2022, we had $0.8 million in restricted cash which relates to a $0.7 million letter of credit relating to workers’ compensation insurance and a $0.1 million deposit relating to customs activity. Working capital at December 31, 2022 was $629.5 million. At December 31, 2022, we had no bank debt.",
        "​",
        "In 2022, $257.3 million of cash was used in investing activities. Capital expenditures were $10.7 million for the year ended December 31, 2022. We held $246.6 million of short-term investments at December 31, 2022. These short-term investments consist of U.S. Government securities and agency investments. In 2021, $8.7 million was used in investing activities for capital expenditures. Total capital expenditures for 2023 are projected to be approximately $19.1 million. ",
        "Future capital expenditures beyond 2023 will depend on a number of factors, including the timing and rate of expansion of our business and our ability to generate cash to fund them.",
        "​",
        "Cash used in financing activities for the year ended December 31, 2022 was $65.5 million, which consisted of $57.5 million related to our stock repurchase program, $9.9 million related to net settlement of restricted stock issuances and $1.0 million related to principal reduction on our financing lease. These amounts were partially offset by $1.2 million in proceeds of stock option exercises and $1.7 million in proceeds from our employee stock purchase plan. Cash used in financing activities was $52.4 million for the year ended December 31, 2021, which consisted of $50.0 million related to our stock repurchase program, $6.6 million related to net settlement of restricted stock issuances, and $0.8 million of principal reduction on our finance lease. These uses of cash were partially offset by $3.7 million in proceeds of stock option exercises and $1.2 million in proceeds from our employee stock purchase plan. ",
        "​",
        "We have outstanding letters of credit, surety bonds and deposits in the amount of $14.7 million to cover the security deposit under the lease of our headquarters, our workers’ compensation insurance program, customs and bank deposits and certain value added tax claims in Europe.",
        "​",
        "The following represents our commercial commitments as of December 31, 2022 (in thousands):",
        "​",
        "​​​​​​​​​​​​​​​​​​​Amount of ​​​​​Commitment ​​​​​Expiration by Period Other Commercial Commitments    Total    2023​2024    2025 Surety bonds​$ 8,095​$ 4,178​$ 539​$ 3,378​Standby letters of credit and deposits​  6,640​  6,575​  —​  65​      Total ​$ 14,735​$ 10,753​$ 539​$ 3,443​",
        "​",
        "The following represents our contractual obligations as of December 31, 2022 (in thousands):",
        "​",
        "​​​​​​​​​​​​​​​​​​​​​​Payments Due by Period Contractual Obligations    Total    2023    2024-2025    2026-2027    2028 - Beyond Sale leaseback obligation​$ 92,018​$ 6,114​$ 12,182​$ 12,136​$ 61,586​Purchase order commitments​  412,347​  403,892​  6,817​  1,638​​ —​Operating leases​  46,943​  7,426​  8,901​  6,012​​ 24,604​      Total​$ 551,308​$ 417,432​$ 27,900​$ 19,786​$ 86,190​",
        "​",
        "The table above includes lease agreements signed but not yet commenced as of December 31, 2022 and is based on the expected contractual commencement dates. We have no off-balance sheet arrangements as of December 31, 2022, other than leases signed but not commenced. See Note 18 – Income Taxes in the Notes to the Consolidated Financial Statements for information related to our unrecognized tax benefits.",
        "​",
        "We consider the undistributed earnings of our foreign subsidiaries as of December 31, 2022, to be indefinitely reinvested and, accordingly, no U.S. income taxes have been provided thereon. As of December 31, 2022, the amount of cash associated with indefinitely reinvested foreign earnings was approximately $15.3 million. We have not, nor do we anticipate the need to, repatriate funds to the United States to satisfy domestic liquidity needs arising in the ordinary course of business, including liquidity needs associated with any domestic debt service requirements. Upon repatriation of those earnings, in the form of dividends or otherwise, we could be subject to withholding taxes payable to the various foreign tax jurisdictions.",
        "​",
        "Under the rules of the U.S. Securities and Exchange Commission (the “SEC”), we qualify as a “well-known seasoned issuer,” which allows us to file shelf registration statements to register an unspecified amount of securities that are effective upon filing. On May 29, 2020, we filed such a shelf registration statement with the SEC for the issuance of an unspecified amount of common stock, preferred stock, various series of debt securities and/or warrants to purchase any of such securities, either individually or in units, from time to time at prices and on terms to be determined at the time of any such offering. This registration statement was effective upon filing and will expire in May 2023.  We may file another shelf registration statement to maintain the availability of this financing option.",
        "​",
        "On July 31, 2020, we entered into a Senior Secured Credit Facilities Credit Agreement (the “Credit Agreement”) with Silicon Valley Bank. The Credit Agreement provides for a revolving credit facility in an aggregate principal amount not to exceed $40.0 million. Our obligations under the Credit Agreement are secured by a security interest, senior to any current and future debts and to any security interest, in all of our rights, title, and interest in, to and under substantially all of our assets, subject to limited exceptions, including permitted liens. The revolving credit facility terminates on July 31, 2023. As of December 31, 2022, we were in compliance with all covenant requirements of the Credit Agreement. As of such date, no borrowings had been made under the Credit Agreement, although a letter of credit for $5.9 million reduces the funds available for borrowing under the credit line. We have no immediate plans to borrow under the Credit Agreement, but we will use the facility for letters of credit, for ongoing working capital needs and to fund general corporate purposes, as desired. We entered into a First Amendment to the Credit Agreement with Silicon Valley Bank in March 2021 to (i) align the covenants with our 2021 stock repurchase program, and (ii) establish terms to transition from a Eurodollar based interest rate option to an interest rate benchmark using a secured overnight financing rate (known as “SOFR”) published by the Federal Reserve Bank of New York.  ",
        "​",
        "We believe that based on our current market, revenue, expense and cash flow forecasts, our existing cash, cash equivalents, short-term investments and borrowing capacity will be sufficient to satisfy our anticipated cash requirements for the short and long-term. ",
        "​",
        "Related-Party Transactions",
        "​",
        "There are no significant related-party transactions that require disclosure in the consolidated financial statements for the year ended December 31, 2022, or in this Annual Report on Form 10-K.",
        "​",
        "Recent Accounting Pronouncements",
        "​",
        "A discussion of recent accounting pronouncements, the impact of some of which may be material, is included in Note 2 to the consolidated financial statements for the year ended December 31, 2022 included in this Annual Report on Form 10-K.",
        "​"
    ],
    "1A": [
        "Item 1A.  Risk Factors.",
        "​",
        "Risks Related to Our Business and Industry",
        "​",
        "Set forth below and elsewhere in this Form 10-K and in other documents we file with the SEC are risks and uncertainties that could cause actual results to differ materially from the results contemplated by the forward-looking statements contained in this Form 10-K. It is not possible to predict or identify all such risk factors. Consequently, the following is not a complete discussion of all potential risks or uncertainties.",
        "​",
        "If semiconductor chip manufacturers do not make sufficient capital expenditures, our sales and profitability will be harmed.",
        "​",
        "New systems orders and used tool sales depend upon demand from semiconductor chip manufacturers who build or expand fabrication facilities. When the rate of construction or expansion of fabrication facilities declines, demand for our systems will decline, reducing our revenue. In addition, all or a portion of the demand for increased capacity may be satisfied by a semiconductor chip manufacturer’s ability to reconfigure and re-use equipment they already own.  Revenue decline also hurts our profitability because our established cost structure and our continued investments in engineering, research and development, and marketing necessary to develop new products and to maintain extensive customer service and support capabilities, limit our ability to reduce expenses in proportion to declining sales. ",
        "​",
        "If we fail to develop and introduce reliable new or enhanced products and services that meet the needs of semiconductor chip manufacturers, our results will suffer.",
        "​",
        "Rapid technological changes in semiconductor chip manufacturing processes require us to respond quickly to changing customer requirements. Our future success will depend in part upon our ability to develop, manufacture and successfully introduce new systems and product lines with improved capabilities. This will depend upon a variety of factors, including new product selection, timely and efficient completion of product design and development as well as manufacturing and assembly processes, product performance in the field and effective sales and marketing. In particular:",
        "​",
        "●We must continue to develop competitive technical specifications for new systems, or enhancements to our existing systems, and manufacture and ship these systems or enhancements in volume in a timely manner.",
        "​",
        "●We will need to accurately predict the schedule on which our customers will be ready to transition to new products, in order to accurately forecast demand for new products while managing the transition from older products.",
        "​",
        "●We will need to effectively manage product reliability or quality problems that often exist with new systems, in order to avoid higher manufacturing costs, delays in acceptance and payment and additional service and warranty expenses, and ultimately, a lack of repeat orders.",
        "​",
        "●Our new products must be accepted in the marketplace.",
        "​",
        "Our failure to meet any of these requirements will have a material adverse effect on our operating results and profitability.",
        "​",
        "Axcelis is subject to the risks of operating internationally: we derive a substantial portion of our revenue from outside the United States, especially from Asia.",
        "​",
        "We are substantially dependent on sales of our products and services to customers outside the United States. International sales, including export sales from our U.S. manufacturing facilities to non-U.S. customers and sales by our non-U.S. subsidiaries, accounted for 84.4% of total revenue in 2022. Customers based in Asia dominate our international sales. Ion implanter system shipments to customers in Asia represented 76.0% of total system revenue in 2022. We anticipate that international sales will continue to account for a significant portion of our revenue. In particular, we expect ",
        "that sales to Chinese customers (both global and domestic Chinese chip manufacturers) will continue to represent a significant portion of our total sales, creating both risk and opportunity. ",
        "​",
        "U.S. export controls on shipments to Chinese customers have been notably increasing since 2020.  Since the placement of SMIC on the U.S. Entity List in 2020, we are required to obtain export control licenses to ship to mature process SMIC fabs, which to date, we have been able to obtain.  Another chipmaker, YMTC, was placed on the Entity List in 2022, without a similar policy allowing licensed shipments.  A new export controls regulatory framework was issued by the U.S. in October 2022 that limits all semiconductor equipment shipments to Chinese customers who are producing or developing logic, DRAM and NAND chips meeting specific advanced parameters.  While these regulations have further excluded exports to certain Chinese customers, we currently are able to continue to ship to the majority of our Chinese customers.  In general, however, continuing revenue from Chinese customers is at higher risk than continuing revenue form customers in some other international locations because of trade tensions between the United States government and the Chinese government, and other challenges reflecting China’s stage of development, including public health concerns and rapid growth. ",
        "​",
        "Increased U.S. export controls and other political and trade tensions exacerbate the risk that Chinese customers will change suppliers to non-U.S. vendors, such as Advanced Ion Beam Technology, Inc., Nissin Ion Equipment Co., Ltd. and Sumitomo Heavy Industries Ion Technology Co., Ltd.  In addition, a Chinese entity, known as CETC Electronics Equipment Group Co., Ltd., is developing ion implanters for the Chinese domestic market.  The loss of a significant customer or any reduction or delays in our ability to ship to any significant customer will adversely affect us.",
        "​",
        "We source a substantial portion of our materials from outside of the United States. Because of our dependence upon international sales and our global supply chain, our results and prospects may be adversely affected by a number of factors, including:",
        "​",
        "●changes in laws or regulations resulting in more burdensome governmental controls, tariffs, restrictions, embargoes or export license requirements;",
        "●volatility in currency exchange rates;",
        "●political and economic instability;",
        "●global health emergencies, such as the COVID-19 pandemic, which have the potential to disrupt our manufacturing operations and those of our supply chain, as well as cause our customers to delay or cancel shipments;",
        "●difficulties in accounts receivable collections;",
        "●extended payment terms beyond those customarily offered in the United States;",
        "●difficulties in managing suppliers, service providers or representatives outside of the United States;",
        "●difficulties in staffing and managing foreign subsidiary operations; and",
        "●potential adverse tax consequences.",
        "​",
        "Our dependence upon suppliers for many components and sub-assemblies could result in increased costs or delays in the manufacture and sale of our products.",
        "​",
        "We rely to a substantial extent on outside vendors to manufacture many of the components and sub-assemblies of our products. We obtain many of these components and sub-assemblies from a limited group of suppliers. Accordingly, based on situations outside of our control, we may be unable to obtain an adequate supply of required components on a timely basis, on price and other terms acceptable to us, or at all. In addition, we often quote prices to our customers and accept customer orders for our products before purchasing components and sub-assemblies from our suppliers. If our suppliers increase the cost of components or sub-assemblies, we may not have alternative sources of supply and may not be able to raise the price of our products to cover all or part of the increased cost of components, negatively impacting our gross margin.",
        "​",
        "The manufacture of some of these components and sub-assemblies is an extremely complex process and requires long lead times. As a result, we could experience delays or shortages. If we are unable to obtain adequate and timely deliveries of our required components or sub-assemblies, we may have to seek alternative sources of supply or manufacture ",
        "these components internally. This could delay our ability to manufacture or to ship our systems on a timely basis, causing us to lose sales, incur additional costs, delay new product introductions and suffer harm to our reputation.",
        "​",
        "Moreover, if actual demand for Axcelis’ products is different than expected, Axcelis may purchase more or fewer parts than necessary or incur costs for canceling, postponing or expediting delivery of parts. If Axcelis purchases inventory in anticipation of customer demand that does not materialize, or if customers reduce or delay orders, Axcelis may incur excess inventory charges.",
        "​",
        "A significant portion of our revenue depends on customers electing to buy aftermarket products and services from Axcelis.",
        "​",
        "Historically, a significant portion of our product revenue and all of our service revenue relates to our sale of “aftermarket” products and services, which include parts, consumables, upgrades, service contracts, and time and materials billings. Some of our customers purchase fewer aftermarket products and services, often training their own staff to maintain and service semiconductor capital equipment rather than relying on the equipment manufacturer for these services. In addition, we compete against third-party parts suppliers for the sale of parts and consumables that are not protected by patents or otherwise proprietary. To the extent our customers purchase parts and services from other vendors or provide their own system maintenance labor, our revenue and profitability will be reduced.",
        "​",
        "If we fail to compete successfully in the highly competitive semiconductor capital equipment industry, our sales and profitability will decline.",
        "​",
        "The ion implant segment is highly competitive and includes one company with substantially greater financial, engineering, manufacturing, marketing and customer service and support resources that may better position it to compete successfully than we can, as well as several smaller companies that could provide innovative systems with technology that may have performance advantages. We expect our competitors to continue to improve the design and performance of their existing products and processes and to introduce new products and processes with improved price and performance characteristics. If we are unable to improve or introduce competing products when demanded by the markets, our business will be harmed. Finally, if we must lower prices to remain competitive without commensurate cost of goods savings, our gross margin and profitability will be adversely affected.",
        "​",
        "We are dependent on sales to a limited number of large customers; the loss of a significant customer or any reduction in orders from them could materially affect our sales.",
        "​",
        "Historically, we have sold a significant portion of our products and services to a limited number of semiconductor chip manufacturers. In 2022, our top ten customers accounted for 59.4% of our net sales, in comparison to 69.5% and 74.0% in 2021 and 2020, respectively. None of our customers have entered into a long-term agreement requiring it to purchase our products. One of our largest customers, SMIC, is based in China, which is subject to U.S. export controls risks, discussed above.  Although the composition of the group comprising our largest customers has varied from year to year, the loss of a significant customer or any reduction or delays in orders from any significant customer will adversely affect us. Consolidation of semiconductor chip manufacturers may result in the loss of a customer.",
        "​",
        "Our international operations involve currency risk.",
        "​",
        "Substantially all of our system sales are billed in U.S. dollars. We also pay almost all non-U.S. vendors providing materials, components and subassemblies to our U.S. factory in U.S. dollars. However, the aftermarket revenues of our non-U.S. subsidiaries, and most of the operating expenses of these non-U.S. subsidiaries, are received and incurred in local currencies. The establishment of the Axcelis Asia Operations Center in South Korea has increased the volume of our transactions in non-U.S. dollar currencies and increased the impact of foreign exchange gain / loss on the Company’s financial results.  The Company experiences translation adjustments when local currency accounts payable on non-U.S. subsidiary books are re-measured for consolidated financial reporting. Similarly, the translation of long-term asset and liability values to U.S. dollars are recorded in stockholders’ equity as an element of accumulated other comprehensive income (loss).  The value of the asset or liability in U.S. dollars will increase or decrease relative to the local currency based on changes in the exchange rate between the two currencies over the period.  As a result, any unplanned non-cash gains or losses are recorded in the Company’s consolidated financial statements.  Accordingly, fluctuations in exchange rates can ",
        "impact reported revenues, expense, and profitability and asset values in our Consolidated Financial Statements. During the year ended December 31, 2022, approximately 9.1% of our revenue was derived in local currencies from foreign operations with this inherent risk. In addition, at December 31, 2022, our operations outside of the United States accounted for approximately 10.2% of our total assets, the majority of which was denominated in currencies other than the U.S. dollar. ",
        "​",
        "We may not be able to maintain and expand our business if we are not able to hire, retain and integrate qualified personnel.",
        "​",
        "Our business depends on our ability to attract and retain qualified, experienced employees. There is substantial competition for experienced engineering, technical, financial, sales and marketing personnel in our industry. In particular, we must attract and retain highly skilled design and process engineers. Competition for such personnel is intense, both in the Boston metropolitan area and in other locations around the world. If we are unable to retain our existing key personnel, or attract and retain additional qualified personnel, we may from time to time experience insufficient levels of staffing to fully develop, manufacture and market our products and perform services for our customers. As a result, our growth could be limited or we could fail to meet our delivery commitments or experience deterioration in service levels or decreased customer satisfaction, all of which could adversely affect our financial results.",
        "​",
        "Our financial results may fluctuate significantly.",
        "​",
        "We derive our new systems revenue from the sale of a small number of expensive products to a relatively small number of customers. The selling prices on our ion implant systems range from approximately $2.4 million to $10.0 million. We also sell used equipment in our aftermarket business. Each sale, or failure to make a sale, may have a significant effect on us in a particular quarter. In a given quarter, a number of factors can adversely affect our revenue and results, including changes in our product mix, increased fixed expenses per unit due to reductions in the number of products manufactured, and higher fixed costs due to increased levels of research and development and expansion of our worldwide sales and marketing organization. Our financial results also fluctuate based on gross profit realized on sales. A variety of factors may cause gross profit as a percentage of revenue to vary, including the mix and average selling prices of products sold, costs to manufacture and customize systems, warranty costs and the impact of changes to inventory reserves. New product introductions may also affect our gross margin. Fluctuations in our financial results may have an adverse effect on the price of our common stock.",
        "​",
        "Our financial results may fall short of anticipated levels because forecasting revenue and profitability is complex and may be inaccurate.",
        "​",
        "Management may from time to time provide financial forecasts to investors. These forecasts are based on assumptions, which are believed to be reasonable when made, of the timing of system orders, system shipments, system acceptance and aftermarket revenue. Any of these assumptions can prove erroneous and the level of revenue recognizable in a particular quarter may vary from the forecast. Our lengthy sales cycle, coupled with customers’ competing capital budget considerations, make revenue difficult to predict. In addition, our backlog at the beginning of a quarter typically does not include all orders required to achieve our sales objectives for that quarter and is not a reliable indicator of our future sales. As a result, our revenue and operating results for a quarter depend on our shipping systems on previous orders as scheduled during that quarter, receiving customer acceptance of previously shipped products, and obtaining new orders for products and services to be provided within that same quarter. Any delay in, or cancellation of, scheduled shipments and customer acceptances or in revenue from new orders, including aftermarket revenue, could materially affect our financial results.",
        "​",
        "Accounting rules addressing revenue recognition add more complexity in forecasting quarterly revenue and profitability. Orders for our products usually contain multiple performance obligations that result in revenue deferral under generally accepted accounting principles. Due to the foregoing factors, investors should understand that our actual financial results for a quarter may vary significantly from our forecasts of financial performance for that quarter. Failure to meet forecasted financial performance may have an adverse effect on the price of our common stock.",
        "​",
        "The semiconductor equipment industry is cyclical and we expect that demand for our products will increase and decrease, making it difficult to manage the business and potentially causing harm to our sales and profitability.",
        "​",
        "The semiconductor industry is cyclical, experiencing upturns when the demand for our products is high and downturns when our customers are not investing in new or expanded fabrication facilities. From time to time, inventory buildups in the semiconductor device industry produce an oversupply of semiconductors. This can cause a reduced demand for capital equipment such as our products, negatively impacting our sales and level of profitability. Our revenue can vary significantly from one point in the cycle to another, making it difficult to manage the business, both when revenue is increasing and when it is decreasing. In addition, a substantial portion of our operating expenses do not fluctuate with changes in volume. Significant decreases in revenue can therefore have a disproportionate effect on profitability. In addition, reduced demand for our products and services may require Axcelis to implement cost reduction efforts, including restructuring activities, which may adversely affect Axcelis’ ability to capitalize on opportunities that arise in the future.",
        "Axcelis is exposed to risks related to cybersecurity threats and incidents.",
        "In the conduct of our business, Axcelis collects, uses, transmits and stores data on information technology systems. This data includes confidential information belonging to Axcelis, our employees or our customers or other business partners, some of which is personally-identifiable information of individuals. As reported in the 2022 Verizon Data Breach Investigation Report, cyber-attacks in the manufacturing industries are largely financially motivated, although business espionage is the objective in a strong majority of the incidents.  Axcelis has been and expects to continue to be subject to cybersecurity threats and incidents, including through employee error or misuse; individual attempts to gain unauthorized access to information systems; and sophisticated and targeted measures known as advanced persistent threats, none of which have had a material impact on the Company to date. ",
        "​",
        "Axcelis implements a “Layered Security Strategy” that aligns with National Institute of Standards and Technology Cybersecurity Framework.  To do so, we devote significant resources to network security, data encryption, employee training and other measures to protect our systems and data from unauthorized access or misuse.  This includes continuously monitoring and reacting to the cybersecurity environment, by implementing best-in-class solutions from a number of vendors.  On an on-going basis, we engage a cybersecurity consultant to validate and advise on the Company’s cyber landscape and to drive employee vigilance through employee cyber training and messaging.  We continually replace less secure legacy systems to improve internal and external cyber defenses and maintain a cyber incident response plan including reporting and recovery processes.  As discussed in our proxy statement, the full Board of Directors receive quarterly reports on cybersecurity risks and annual reports on management initiatives to promote cybersecurity.",
        "​",
        "However, depending on their nature and scope, cybersecurity incidents could result in business disruption; the misappropriation, corruption or loss of confidential information and critical data (Axcelis’ and that of third parties); reputational damage; unnecessary expense; litigation with third parties; diminution in the value of Axcelis’ investment in research, development and engineering; data privacy issues; and increased cybersecurity protection and remediation costs. These adverse outcomes could negatively impact our revenues, expenses, profitability and asset values.",
        "​",
        "Axcelis is subject to risks associated with compliance with environmental, health and safety regulations.",
        "​",
        "Axcelis is subject to environmental, health and safety regulations in connection with its global business operations, including but not limited to: regulations related to the development, manufacture, shipping and use of its products; handling, discharge, recycling and disposal of hazardous materials used in its products or in producing its products; the operation of its facilities; and the use of its real property. The failure or inability to comply with existing or future environmental and safety regulations could result in: significant remediation or other legal liabilities; the imposition of penalties and fines; restrictions on the development, manufacture, sale, shipment or use of certain of its products; limitations on the operation of its facilities or ability to use its real property; and a decrease in the value of its real property. Axcelis could be required to alter its manufacturing and operations and incur substantial expense in order to comply with environmental, health and safety regulations. Any failure to comply with these regulations could subject Axcelis to significant costs and liabilities that could adversely affect Axcelis’ business, financial condition and results of operations.",
        "​",
        "Our financial condition and results of operations could be adversely affected by global pandemics.  ",
        "​",
        " Global pandemics, such as COVID-19, cause disruptions and restrictions on our operations and ability to travel, and similar disruptions and restrictions impacting our suppliers or customers could adversely affect our sales and operating results.  Axcelis’ products rely on an extensive global supply chain, and shortages of certain parts could impact our ability to meet customers’ shipment expectations, negatively affecting our revenues.  Such pandemics may drive changes in the demand for certain of our customers’ products, resulting in their delay or cancelation of purchases from us. The extent to which pandemics may impact our results will depend on future developments, which are highly uncertain and cannot be predicted.",
        "​",
        "Our proprietary technology may be vulnerable to efforts by competitors to challenge or design around, potentially reducing our market share.",
        "​",
        "We rely on a combination of patents, copyrights, trademark and trade secret laws, non-disclosure agreements and other intellectual property protection methods to protect our proprietary technology. Despite our efforts to protect our intellectual property, our competitors may be able to challenge, design around or legitimately use the proprietary technology embedded in our systems or other technology or information used in our business. If this occurs, the value of our proprietary technology will be diminished. Our means of protecting our proprietary rights may not be adequate and our patents may not be sufficient to prevent others from using technology that is similar to or the same as our technology. Patents issued to us may be challenged and might be invalidated or circumvented and any rights granted under our patents may not provide adequate protection to us. Our competitors may independently develop similar technology, duplicate features of our products or design around patents that may be issued to us. As a result of these threats to our proprietary technology, we may have to resort to costly litigation to enforce or defend our intellectual property rights. Finally, all patents expire after a period of time (in the U.S., patents expire 20 years from the date of filing of the patent application). Our market share could be negatively impacted by the invalidation or expiration of a patent which had created a barrier for our competitors.",
        "​",
        "Axcelis also has agreements with third parties for licensing of patented or proprietary technology with Axcelis as the licensor or the licensee. Termination of license agreements or claims of infringement with respect to such technology could have an adverse impact on our financial performance or ability to ship products with existing configurations.",
        "​",
        "We (or customers that we indemnify) might face intellectual property infringement claims or patent disputes that may be costly to resolve and, if resolved against us, could be very costly to us and prevent us from making and selling our systems.",
        "​",
        "From time to time, claims and proceedings may be asserted against us relative to patent validity or infringement matters. We typically agree to indemnify our customers from liability to third parties for intellectual property infringement arising from the use of our products in their intended manner. Therefore, we may receive notification from customers who believe that we owe them indemnification or other obligations related to infringement claims made against the customers by third parties. Our involvement in any patent dispute or other intellectual property dispute or action to protect trade secrets, even if the claims are without merit, could be very expensive and could divert the attention of our management. Adverse determinations in any litigation could subject us to significant liabilities to third parties, require us to remove certain features from our products or seek costly licenses from third parties or prevent us from manufacturing and selling our systems. In addition, infringement indemnification clauses in system sale agreements may require us to take other actions or require us to provide certain remedies to customers who are exposed to indemnified liabilities. Any of these situations could have a material adverse effect on our business results.",
        "​",
        "If operations were to be disrupted at Axcelis’ manufacturing facilities, it would have a negative impact on our business.",
        "​",
        "Our primary manufacturing facility is located in Massachusetts, with a smaller facility located in South Korea. Our operations could be subject to disruption for a variety of reasons, including, but not limited to severe weather events, other effects of climate change, natural disasters, work stoppages, operational facility constraints and terrorism. Such disruption could cause delays in shipments of products to our customers and could result in cancellation of orders or loss of customers, which could seriously harm our business.",
        "​",
        "If we do not have access to capital on favorable terms, on the timeline we anticipate, or at all, our financial condition and results of operations could be materially adversely affected. ",
        "​",
        "We require a substantial amount of capital to meet our operating requirements and remain competitive. We routinely incur significant costs to purchase inventory to meet expected system sales, to develop and introduce new products, and to place evaluation systems at new customer sites. There can be no assurance that we will realize a return on the capital expended. Although our current cash levels and borrowing capacity are expected to be adequate for our foreseeable cash requirements, if our operating results falter, or our cash flow or capital resources prove inadequate, we may incur debt to fund these requirements. Significant volatility or disruption in the global financial markets may result in us not being able to obtain additional financing on favorable terms, on the timeline we anticipate, or at all, and we may not be able to refinance, if necessary, any outstanding debt when due, all of which could have a material adverse effect on our financial condition. Any inability to obtain financing on favorable terms, on the timeline we anticipate, or at all, may cause us to curtail our operations significantly, reduce planned capital expenditures and research and development, or obtain funds through arrangements that management does not currently anticipate, including disposing of our assets and relinquishing rights to certain technologies, the occurrence of any of which may significantly impair our ability to remain competitive, and materially and adversely affect our results of operations and financial condition. ",
        "​",
        "The market price of our common stock may be volatile, which could result in substantial losses for investors. ",
        "​",
        "The stock markets in general, and the markets for semiconductor equipment stocks in particular, have experienced extreme volatility that has often been unrelated to the operating performance of particular companies. These broad market fluctuations may adversely affect the trading price of our common stock. The market price of the common stock may also fluctuate significantly in response to the following factors, among others, some of which are beyond our control: ",
        "​",
        "●variations in our quarterly results;",
        "●the issuance or repurchase of shares of our common stock;",
        "●changes in securities analysts’ estimates of our financial performance;",
        "●changes in market valuations of similar companies;",
        "●announcements by us or our competitors of significant contracts, acquisitions, strategic partnerships, joint ventures, capital commitments, new products or product enhancements;",
        "●loss of a major customer or failure to complete significant transactions;",
        "●additions or departures of key personnel; and",
        "●new positions adopted by investor stewardship groups and proxy advisory firms regarding desired environmental, social and governance disclosures, policies, ranking systems and other initiatives.",
        "​",
        "The trading price of our common stock in the past has been significantly volatile, and we cannot accurately predict every potential risk that may materially and adversely affect our stock price. ",
        "​"
    ]
}
