{
    "5": [
        "5.A. Operating Results",
        "For discussion related to our financial condition, changes in financial condition, and the results of operations for 2021 compared to 2020, refer to “Part I, Item 5. Operating and Financial Review and Prospects,” in our Annual Report on Form 20-F for the fiscal year ended December 31, 2021, which was filed with the United States Securities and Exchange Commission on March 23, 2022.",
        "Overview",
        "We commenced operations through our predecessor, Himax Taiwan, in June 2001. We must, among other things, continue to expand and diversify our customer base, broaden our product portfolio, maintain our leading technology position, achieve additional design wins and manage our costs to partially mitigate declining average selling prices and any other market risks in order to maintain our profitability. Moreover, we must continue to address the challenges of being a growing technology company, including hiring and retaining managerial, engineering, operational and financial personnel and implementing and improving our existing administrative, financial and operations systems.",
        "We operate primarily in a fabless business model that utilizes substantially third-party foundry and assembly and testing capabilities. We leverage our experience and engineering expertise to design high-performance semiconductors and rely largely on third-party semiconductor manufacturing service providers for wafer fabrication, gold bumping, assembly and testing with the exception of manufacturing of LCoS microdisplay, wafer level optics products and active alignment for 3D sensing, which we manufacture through our own factories. We are able to take advantage of the economies of scale and the specialization of our third-party semiconductor manufacturing service providers. Our primarily fabless model enables us to capture certain financial and operational benefits, including reduced manufacturing personnel, capital expenditures, fixed assets and fixed costs. It also gives us the flexibility to use the technology and service providers that are the most suitable for any given product. For LCoS microdisplay and wafer level optics products, our in-house factories enable us to protect our proprietary technologies and manufacturing expertise in the effort to further expand these businesses.",
        "52",
        "Table of Contents",
        "As our semiconductors are critical components of flat panel displays, our industry is closely linked to the trends and developments of the flat panel display industry, in particular, the TFT-LCD panel segment. The majority of our revenues in 2022 were derived from sales of display drivers that were eventually incorporated into TFT-LCD panels. We expect display drivers for TFT-LCD panels to continue to be our primary products. The TFT-LCD panel industry is intensely competitive and is vulnerable to cyclical market conditions. The average selling prices of TFT-LCD panels could decline for numerous reasons, which could in turn result in downward pricing pressure on our products. See “Item 3.D. Key Information—Risk Factors—Risks Relating to Our Financial Condition and Business—We derive the majority of our net revenues from sales to the TFT-LCD panel industry, which is highly cyclical and subject to price fluctuations. Such cyclicality and price fluctuations could negatively impact our business or results of operations.” The revenue expansion of our non-driver products as well as TFT-LCD product trending toward high resolution and any other new product introduction help to mitigate these risks.",
        "Factors Affecting Our Performance",
        "Our business, financial position and results of operations, as well as the period-to-period comparability of our financial results, are significantly affected by a number of factors, some of which are beyond our control, including:",
        "●average selling prices;",
        "●unit shipments;",
        "●product mix;",
        "●design wins;",
        "●cost of revenues and cost reductions;",
        "●supply chain management;",
        "●share-based compensation expenses and cash awards; and",
        "●tax credits.",
        "Average Selling Prices",
        "Our performance is affected by the selling prices of each of our products. We price our products based on several factors, including manufacturing costs, life cycle stage of the product, competition, technical complexity of the product, size of the purchase order and our relationship with the customer. We typically are able to charge the highest price for a product when it is first introduced. Although from time to time we are able to raise our selling prices during times of supply constraints, our average selling prices typically decline over a product’s life cycle, which may be offset by changes in conditions in the semiconductor industry such as constraints in foundry capacity. For example, from 2020, the industry-wide tightening of foundry capacity has extended to backend facilities that include assembly and testing and appears to be a long-term phenomenon. Robust demand pushed foundry capacity constraints to a more severe level and rose higher material cost which in turn enabled higher average selling prices. However, decades-high inflation, rapidly rising interest rates in addition to the ongoing war and unexpected lockdowns from Covid-19 in China starting from the end of first quarter of 2022, brought widespread demand halt, resulting in sluggish demand across every aspect of our business, followed by sales declined and average selling price erosion. The general trend in the semiconductor industry is for the average selling prices of semiconductors to decline over a product’s life cycle due to competition, production efficiencies, emergence of substitutes and technological obsolescence. Our cost reduction efforts also contribute to this decline in average selling prices. See “—Cost of Revenues and Cost Reductions.”",
        "Our average selling prices are affected by the size and bargaining power of our customers. As new China panel makers emerge in the marketplace and continue to expand their capacity, China panel makers’ bargaining power will increase accordingly, negatively impacting our average selling price. Our average selling prices are also affected by the packaging type our customers choose as well as the level of product integration. See “—Product Mix” below. Lastly, competition level affects our average selling prices as well. However, the impact of declining average selling prices on our profitability might be offset or mitigated to a certain extent by increased volume as lower prices may stimulate demand and thereby drive sales and TFT-LCD panel products trending toward higher resolution.",
        "53",
        "Table of Contents",
        "Unit Shipments",
        "Our performance is also affected by the number of semiconductors we ship, or unit shipments. As our display drivers are critical components of flat panel displays, our unit shipments depend primarily on our customers’ panel shipments among other factors. Our unit shipments have grown since our inception primarily as a result of our increased market share with certain major customers and their increased shipments of panels. Our growth in unit shipments also reflected the demand for higher resolution panels which typically require more display drivers. However, the development of higher channel display drivers or new technologies, if successful, could potentially reduce the number of display drivers required for each panel while achieving the same resolution. If such technologies become commercially available, the market for our display drivers will be reduced and we could experience a decline in revenue and profit. Our unit shipments also depend on the capacity we can get from our foundry, assembly and testing house.",
        "Product Mix",
        "The proportion of our revenues that is generated from the sale of different product types, also referred to as product mix, also affects our average selling prices, revenues and profitability. Our display driver products vary depending on, among other things, the number of output channels, the level of integration and the package type. Variations in each of these specifications could affect the average selling prices of such products. For example, the trend for display drivers for use in large-sized panels is toward products with a higher number of channels, which typically command higher average selling prices than traditional products with a lower number of channels. However, panels that use higher-channel display drivers typically require fewer display drivers per panel. As a result, our profitability will be adversely affected to the extent that the decrease in the number of display drivers required for each panel is not offset by increased total unit shipments and/or higher average selling prices for display drivers with a higher number of channels. The level of integration of our display drivers also affects average selling prices, as more highly integrated chips typically have higher selling prices. Additionally, average selling prices are affected by changes in the package types used by our customers. For example, the chip-on-glass package type typically has lower material costs because no processed tape is required. Moreover, our different non-driver products vary in average selling prices and costs.",
        "The proportion of non-driver business would also affect our financial position and results of operations. For the past few years, we have experienced operating losses from our non-driver business. This was partly due to low sales volume during these periods that led to insufficient revenue to fully cover expenses such as research and development and operating expenses. We expect, however, to ramp up the volume production and sales of our non-driver products in the future and generate positive operation income from such non-driver products. Typically, our non-driver products have higher gross margins as well as higher growth potential than our driver products, we expect the overall profit margin across our product platform to improve.",
        "Design Wins",
        "Achieving design wins is important to our business, and it affects our unit shipments. Design wins occur when a customer incorporates our products into their product designs. There are numerous opportunities for design wins, including, but not limited to, when panel manufacturers:",
        "●introduce new models to improve the cost and/or performance of their existing products or to expand their product portfolio;",
        "●establish new fabs and seek to qualify existing or new component suppliers; and",
        "●replace existing display driver companies due to cost or performance reasons.",
        "Design wins are not binding commitments by customers to purchase our products. However, we believe that achieving design wins is an important performance indicator. Our customers typically devote substantial time and resources to designing their products as well as qualifying their component suppliers and their products. Once our products have been designed into a system, the customer may be reluctant to change its component suppliers due to the significant costs and time associated with qualifying a new supplier or a replacement component. Therefore, we strive to work closely with current and prospective customers in order to anticipate their requirements and product roadmaps and achieve additional design wins.",
        "54",
        "Table of Contents",
        "Cost of Revenues and Cost Reductions",
        "We strive to control our cost of revenues. Our cost of revenues as a percentage of total revenues in 2020, 2021 and 2022 was 75.1%, 51.6% and 59.5%, respectively. In 2022, as a percentage of Himax Taiwan’s total manufacturing costs, the cost of wafer fabrication was 63.0%, the cost of processed tape was 5.9%, the cost of assembly and testing was 30.3%, and overhead was 0.8%. Our cost of revenues may increase as a result of an increase in raw material prices, any failure to obtain sufficient foundry, assembly or testing capacity or any shortage of processed tape or failure to improve our manufacturing utilization rate or production yield. As a result, our ability to manage our wafer fabrication costs, costs for processed tape, assembly and testing costs and our manufacturing utilization rate or production yield is critical to our performance. In addition, to mitigate declining average selling prices, we aim to reduce unit costs by, among other things:",
        "●improving product design (e.g., having smaller die size allows for a larger number of dies on each wafer, thereby reducing the cost of each die);",
        "●improving manufacturing yields through our close collaboration with our semiconductor manufacturing service providers and in our in-house manufacturing facilities; and",
        "●achieving better pricing from a diversified pool of semiconductor manufacturing service providers and suppliers, reflecting our ability to leverage our scale, volume requirements and close relationships as well as our strategy of sourcing from multiple service providers and suppliers.",
        "Supply Chain Management",
        "Due to the competitive nature of the flat panel display industry and our customers’ need to maintain high capacity utilization in order to reduce unit costs per panel, any delays in the delivery of our products could significantly disrupt our customers’ operations. To deliver our products on a timely basis and meet the quality standards and technical specifications our customers require, we must have assurances of high-quality capacity from our semiconductor manufacturing service providers. We therefore strive to manage our supply chain by maintaining close relationships with our key semiconductor manufacturing service providers and strive to provide credible forecasts of capacity demand and seek for new manufacturing service providers in case of any manufacturer’s capacity shortage. Any disruption to our supply chain could adversely affect our performance and could result in a loss of customers as well as potentially damage our reputation.",
        "Share-Based Compensation Expenses and Cash Awards",
        "Our results of operations have been affected by, and we expect our results of operations to continue to be affected by, our share-based compensation expenses and cash awards, which consist of charges taken relating to grants of mainly RSUs as well as stock options, non-vested shares, and cash awards to employees.",
        "Restricted Share Units (RSUs). We adopted two long-term incentive plans in October 2005 and September 2011, respectively, which permit the grant of options or RSUs to our employees and non-employees where each unit represents two ordinary shares. The actual awards will be determined by our compensation committee. The 2005 plan was terminated in October 2010. We recognized share-based compensation expenses regarding RSUs under the long-term incentive plan totaling $4.8 million, $23.8 million and $20 million in 2020, 2021 and 2022, respectively. Of the total share-based compensation expenses recognized, $4.8 million, $23.2 million and $17.5 million in 2020, 2021 and 2022, respectively, were settled in cash. We measure and recognize compensation expense for all share-based payments at fair value.",
        "Set forth below is a summary of our historical share-based compensation plans for the years ended December 31, 2020, 2021 and 2022 as reflected in our consolidated financial statements. However, we did not grant RSUs in 2019 but granted stock options to employees instead.",
        "We made grants of 580,235 RSUs to our employees on September 29, 2017. The vesting schedule for such RSU grants is as follows: 96.91% of the RSU grants vested immediately and were settled by cash in the amount of $6.1 million on the grant date, with the remainder vesting equally on each of September 30, 2018, 2019 and 2020, which will be settled by our ordinary shares, subject to certain forfeiture events.",
        "55",
        "Table of Contents",
        "We made grants of 676,273 RSUs to our employees on September 26, 2018. The vesting schedule for such RSU grants is as follows: 97.15% of the RSU grants vested immediately and were settled by cash in the amount of $3.8 million on the grant date, with the remainder vesting equally on each of September 30, 2019, 2020 and 2021, which will be settled by our ordinary shares, subject to certain forfeiture events.",
        "We made grants of 1,402,714 RSUs to our employees on September 28, 2020. The vesting schedule for such RSU grants is as follows: 98.68% of the RSU grants vested immediately and were settled by cash in the amount of $4.8 million on the grant date, with the remainder vesting equally on each of September 30, 2021, 2022 and 2023, which will be settled by our ordinary shares, subject to certain forfeiture events.",
        "We made grants of 2,604,545 RSUs to our employees on September 28, 2021. The vesting schedule for such RSU grants is as follows: 85.63% of the RSU grants vested immediately and were settled by cash in the amount of $23.2 million on the grant date, with the remainder vesting equally on each of September 30, 2022, 2023 and 2024, which will be settled by our ordinary shares, subject to certain forfeiture events.",
        "We made grants of 3,987,509 RSUs to our employees on September 28, 2022. The vesting schedule for such RSU grants is as follows: 86.41% of the RSU grants vested immediately and were settled by cash in the amount of $17.5 million on the grant date, with the remainder vesting equally on each of September 30, 2023, 2024 and 2025, which will be settled by our ordinary shares, subject to certain forfeiture events.",
        "The amount of share-based compensation expense with regard to the RSUs granted to our employees on September 29, 2017, September 26, 2018, September 28, 2020, September 28, 2021 and September 28, 2022 was $10.93 per ADS, $5.76 per ADS, $3.44 per ADS, $10.39 per ADS, and $5.09 per ADS, respectively, which was based on the trading price of our ADSs on that day.",
        "Employee stock options. We made grants of 2,226,690 units of stock option to purchase 2,226,690 units ADS to certain employees at an exercise price of $2.27 on September 30, 2019. The vesting schedule was that 50% of the options vest half year after the date of grant and 50% of the options vest one year after the date of grant. During 2020, 114,500 units, 39,000 units and 10,000 units of stock option to purchase 114,500 units, 39,000 units and 10,000 units ADS were grant to certain employees at an exercise price of $2.74, $3.9 and $3.35 on March 31, 2020, August 11, 2020 and September 25, 2020, respectively. The options granted in 2020 were fully vested on October 1, 2020. We recognized share-based compensation expenses regarding stock options under the long-term incentive plan totaling $0.7 million in 2020.",
        "Cash Awards. We made grants annual bonus by cash payouts totaling $47.7 million and $19.3 million to the Company’s employees among which $1.6 million and $1.0 million was immediately vested on September 28, 2021 and September 28, 2022, respectively. The remainder will be equally vested at the first, second and third anniversaries of the grant date.",
        "Tax Credits",
        "Our results of operations have been affected by, and we expect our results of operations to continue to be affected by, tax credits available to us.",
        "The Statute for Industrial Innovation entitles companies to tax credits for qualifying research and development expenses related to innovation activities but limits the amount of tax credit to only up to 15% of the total qualifying research and development expenditure for the current year, subject to a cap of 30% of the income tax payable for the current year. Moreover, any unused tax credits provided under the Statute for Industrial Innovation may not be carried forward.",
        "Based on the amendments to the above, effective from January 1, 2016 to December 31, 2019, further extended to December 31, 2029, if companies choose to extend the tax credits to three years, the tax credit rate will be 10% of the total qualifying research and development expenditure for the current year and subject to a cap of 30% of the income tax payable for each year.",
        "56",
        "Table of Contents",
        "Description of Certain Statements of Profit or Loss Line Items",
        "Revenues",
        "Historically, we generated majority of revenues from sales of display drivers for large-sized applications and small and medium-sized applications. In addition, our product portfolio also includes timing controllers, operational amplifiers, LCoS microdisplay, power management ICs, CMOS image sensors, 3D sensing, ultralow power WiseEye smart image sensing, wafer level optics products and ASIC service.",
        "The 2022 full year revenues totaled $1.2 billion, representing a 22.3% decline compared to 2021. Unexpected lockdowns in China, geopolitical tensions and macroeconomic related factors created a challenging operating environment and impaired our business performance for the year. The halt in consumer demand and significantly reduced visibility at panel houses and OEMs towards the end of the first quarter of 2022 adversely impacted IC demand and consequently our sales.",
        "The following table sets forth, for the periods indicated, our revenues by amount and our revenues as a percentage of revenues by each product line:",
        "​",
        "​​​​​​​​​​​​​​​​​​Year Ended December 31,​​2020​2021 2022​    ​​    Percentage    ​​    Percentage ​​​Percentage​​​​​of​​​​of ​​​of​    Amount    Revenues    Amount    Revenues    Amount    Revenues​​(in thousands, except percentages)Display drivers for large-sized applications​$ 240,789  27.1​$397,905 25.7​$263,992​22.0Display drivers for small and medium-sized applications​  515,733  58.1​ 963,537 62.3​​778,946​64.8Non-driver products(1)​  130,760  14.8​ 185,655 12.0​​158,401​13.2Total​$ 887,282  100.0​$1,547,097 100.0​$1,201,339​100.0",
        "Note:    (1)    Includes, among other things, timing controllers, LCoS projector solutions, power management IC, CMOS image sensors, programmable gamma OP, wafer level optics (WLO) products, ultralow power WiseEye smart image sensing, NRE incomes, and ASIC service.",
        "A limited number of customers account for substantially all our revenues. For example, Customer A and its affiliates accounted for 32.6%, 32.1% and 32.3% of our revenues in 2020, 2021 and 2022, respectively. Customer C accounted for 12.7%, 19.1% and 9.4% of our revenues in 2020, 2021 and 2022, respectively.",
        "​",
        "​​​​​​​​​​​​​​​​​​Year Ended December 31,​​2020​2021 2022​    ​​    Percentage    ​​    Percentage ​​​Percentage​​​​​of​​​​of ​​​of​    Amount    Revenues    Amount    Revenues    Amount    Revenues​​(in thousands, except percentages)Customer A and its affiliates​$ 289,663  32.6​$ 497,083  32.1​$ 388,194​ 32.3Customer C​  112,504  12.7​  295,217  19.1​​ 113,396​ 9.4Others​  485,115  54.7​  754,797  48.8​​ 699,749​ 58.3Total​$ 887,282  100.0​$ 1,547,097  100.0​$ 1,201,339​ 100.0",
        "​",
        "57",
        "Table of Contents",
        "The global TFT-LCD panel market is highly concentrated, with only a limited number of TFT-LCD panel manufacturers producing large-sized TFT-LCD panels in high volumes. We sell large-sized panel display drivers to many of these TFT-LCD panel manufacturers. Our revenues, therefore, will depend on our ability to capture an increasingly larger percentage of each panel manufacturer’s display driver requirements. The sales to panel makers in China have become a significant portion of our revenue due to the Chinese panel maker business expansion which started in 2011. We derive substantially all of our revenues from sales to Asia-based customers whose end products are sold worldwide. In 2020, 2021 and 2022, approximately 13.9%, 14.2% and 14.6% of our revenues, respectively, were from customers headquartered in Taiwan and approximately 79.7%, 81.5% and 77.0% of our revenues, respectively, were from customers headquartered in China. We believe that substantially all of our revenues will continue to be from customers located in Asia, where almost all of the TFT-LCD panel manufacturers and mobile device module manufacturers are located. As a result of the regional customer concentration, we expect to continue to be subject to economic and political events and other developments that affect our customers in Asia. A substantial majority of our sales invoices are denominated in U.S. dollars.",
        "Costs and Expenses",
        "Our costs and expenses consist of cost of revenues, research and development expenses, general and administrative expenses, sales and marketing expenses, share-based compensation expenses and cash awards. Costs would be greatly affected by product mix.",
        "Cost of Revenues",
        "The principal items of our cost of revenues are:",
        "●cost of wafer fabrication;",
        "●cost of processed tape used in TAB packaging;",
        "●cost of gold bumping, assembly and testing; and",
        "●other costs and expenses.",
        "We outsource the manufacturing of our semiconductors and semiconductor solutions to semiconductor manufacturing service providers. The costs of wafer fabrication, gold bumping, assembly and testing depend on the availability of capacity and demand for such services. The wafer fabrication industry, in particular, is highly cyclical, resulting in fluctuations in the price of processed wafers depending on the available foundry capacity and the demand for foundry services.",
        "Research and Development Expenses",
        "Research and development expenses consist primarily of research and development employee salaries, including related employee welfare costs, costs associated with prototype wafers, processed tape, masks, molding and tooling sets and depreciation on research and development equipment. We expect to continue increasing our spending on research and development in absolute dollar amounts in the future as we continue to increase our research and development headcount and associated costs to pursue additional product development opportunities. As a percentage of revenues, our research and development expenses in 2020, 2021 and 2022 were 13.8%, 9.8% and 14.6%, respectively.",
        "General and Administrative Expenses",
        "General and administrative expenses consist primarily of salaries of general and administrative employees, including related employee welfare costs, depreciation on buildings, office furniture and equipment and professional fees. We anticipate that our general and administrative expenses will increase in absolute dollar amounts as we expand our operations, hire additional administrative personnel, incur depreciation expenses in connection with the increase in office equipment and Fab 2, and incur additional compliance costs required of a publicly listed company in the United States.",
        "58",
        "Table of Contents",
        "Sales and Marketing Expenses",
        "Our sales and marketing expenses consist primarily of salaries of sales and marketing employees, including related employee welfare costs, travel expenses and product sample costs. We expect that our sales and marketing expenses will increase in absolute dollar amounts over the next several years. However, we believe that as we continue to achieve greater economies of scale and operating efficiencies, our sales and marketing expenses may decline over time as a percentage of our revenues.",
        "Share-Based Compensation Expenses",
        "Our share-based compensation expenses consist of various forms of share-based compensation that we have historically issued to our employees and consultants, as well as share-based compensation issued to employees, directors and service providers under our 2005 and 2011 long-term incentive plans. The 2005 plan was terminated in October 2010. We allocate such share-based compensation expenses to the applicable cost of revenues and expense categories as related services are performed. See note 20 to our consolidated financial statements. Under the long-term incentive plan, we granted RSUs on December 30, 2005 to our employees and directors and again on September 29, 2006, September 26, 2007, September 29, 2008, September 28, 2009, September 28, 2010, September 28, 2011, September 26, 2012, September 26, 2013, September 26, 2014, September 25, 2015, September 28, 2016, September 29, 2017, September 26, 2018, September 28, 2020, September 28, 2021 and September 28, 2022 to our employees. We did not grant RSUs in 2019 but granted stock options to employees instead. Share-based compensation expenses recorded regarding RSUs under the long-term incentive plan totaled $4.8 million, $23.8 million and $20.0 million in 2020, 2021 and 2022, respectively. Share-based compensation expenses recorded regarding stock options under the long-term incentive plan totaled $0.7 million in 2020.",
        "Cash Awards.",
        "We made grants annual bonus by cash payouts totaling $47.7 million and $19.3 million to the Company’s employees among which $1.6 million and $1.0 million was immediately vested on September 28, 2021 and September 28, 2022, respectively. The remainder will be equally vested at the first, second and third anniversaries of the grant date.",
        "Income Taxes",
        "Since we and our direct and indirect subsidiaries are incorporated in different jurisdictions, we file separate income tax returns. Under the current laws of the Cayman Islands, we are not subject to income or capital gains tax. Additionally, dividend payments made by us are not subject to withholding tax in the Cayman Islands. However, if the relevant bylaws of the PEM rules have been adequately enacted and properly advocated, we may be determined to be within the territory of the ROC and our income tax shall be levied in accordance with the Income Tax Act and relevant tax regulations. Therefore, dividend payments made by us would be subject to withholding tax in the ROC. We recognize income taxes at the applicable statutory rates in accordance with the jurisdictions where our subsidiaries are located and as adjusted for certain items including accumulated losses carried forward, non-deductible expenses, research and development tax credits, as well as changes in our deferred tax assets and liabilities.",
        "Critical Accounting Policies and Estimates",
        "We believe the following critical accounting policies affect our more significant judgments and estimates used in the preparation of our consolidated financial statements in accordance with IFRS.",
        "Inventory",
        "Inventories are stated at the lower of cost and net realizable value, and we use judgment and estimate to determine the net realizable value of inventory at the end of each reporting period. Due to the rapid technological changes, we estimate the net realizable value of inventory for obsolescence and unmarketable items at the end of reporting period and then writes down the cost of inventories to net realizable value. The net realizable value of the inventory is mainly determined based on assumptions of future demand within a specific time horizon. The inventory write-downs in 2020, 2021 and 2022 were approximately $11.9 million, $9.4 million and $22.2 million, respectively, and were included in cost of revenues in our consolidated statements of profit or loss.",
        "59",
        "Table of Contents",
        "Impairment of Non-financial Assets other than Goodwill",
        "We routinely review our non-financial assets at the reporting date to determine whether there is any indication of impairment. If any such indication exists, then the asset’s recoverable amount is estimated. The recoverable amount of an asset or cash-generating unit is the greater of its value in use and its fair value less costs to sell. In assessing value in use, the estimated future cash flows are discounted to their present value using a pre-tax discount rate that reflects current market assessments of the time value of money and the risks specific to the asset. However, due to the cyclical nature of our industry and changes in our business strategy, market requirements, or the needs of our customers, we may not always be in a position to accurately anticipate declines in the utility of our equipment or acquired technology until they occur. Although we have the recurring losses in non-Driver product segment, we remain positive on the long-term prospect of our non-Driver product segment, judging by the expanding customer list that covers some of the world’s biggest tech names, and the busy engineering activities going on with such customers. For the years ended December 31, 2020, 2021 and 2022, we did not recognize any impairment loss on non-financial assets.",
        "Goodwill",
        "We evaluate goodwill for impairment at least annually, or more frequently when there is an indication that the cash-generating unit (CGU) may be impaired. For the purpose of impairment testing, goodwill is allocated to each of the Company’s CGU or groups of CGU that are expected to benefit from the synergies of the combination. If the recoverable amount of a CGU is less than its carrying amount, the difference is allocated first to reduce the carrying amount of any goodwill allocated to such CGU and then to the other assets of the CGU pro rata based on the carrying amount of each asset in the CGU. Any impairment loss for goodwill is recognized directly in profit or loss. An impairment loss recognized for goodwill is not reversed in subsequent periods.",
        "The recoverable amount is the higher of fair value less costs of disposal and value in use. The assessment of impairment of goodwill requires management to make subjective judgment to determine the identified CGU, allocate the goodwill to relevant CGU and estimate the recoverable amount of relevant CGU. In the process of estimating the recoverable amount of relevant CGU, management is required to make subjective judgments in determining the discounted rate, the terminal growth rate, the independent cash flows, useful lives, expected future revenue and expenses related to the CGU.",
        "As of December 31, 2021 and 2022, goodwill in Driver IC CGU and WLO CGU was $26,846 thousand and $1,292 thousand, respectively. For the years ended December 31, 2020, 2021 and 2022, we did not recognize any impairment loss on goodwill.",
        "Income Taxes",
        "According to the ROC Income Tax Act, dividends distributed by a Taiwan company to its foreign shareholders are subject to ROC withholding tax, currently at the rate of 21% on the amount of the distribution in the case of cash dividends or on the par value of the ordinary shares in the case of stock dividends. The surtax rate for undistributed earnings is currently 5%. However, surtax paid on undistributed earnings can no longer be used to offset against the withholding tax imposed on the dividend distributed to foreign shareholders.",
        "As of December 31, 2022, we have not provided for retained earnings tax on the undistributed earnings of approximately $1,282.1 million of our subsidiaries since we have specific plans to reinvest these earnings indefinitely. The undistributed earnings in our foreign subsidiaries are mainly from Himax Taiwan totaling approximately $1,280.8 million as of December 31, 2022. We intend to use accumulated and future earnings of Himax Taiwan to expand operations in Taiwan.",
        "However, a deferred tax liability will be recognized when the Taiwanese company can no longer demonstrate that it plans to reinvest indefinitely these undistributed earnings. This amount becomes taxable when we execute other investments, share buybacks or shareholder dividends to be funded by cash distribution by our foreign subsidiaries. It is not practicable to estimate the amount of additional taxes that might be payable on such undistributed earnings.",
        "We are a holding company located in the Cayman Islands and have paid dividends and repurchased outstanding shares. To fund such dividends and repurchases, in the past years, we have received cash from bank loans and from Himax Taiwan through intercompany borrowings instead of dividends distributed by Himax Taiwan.",
        "60",
        "Table of Contents",
        "As part of the process of preparing our consolidated financial statements, our management is required to estimate income taxes and tax bases of assets and liabilities for us and our subsidiaries. This process involves estimating current tax exposure together with assessing temporary differences resulting from differing treatments of items for tax and accounting purposes and the amount of tax credits and tax loss carry-forward. These differences result in deferred tax assets and liabilities, which are included in the consolidated statements of financial position. Management must then assess deferred tax assets at each reporting date and reduce to the extent that it is no longer probable that the related tax benefit will be realized; such reductions are reversed when the probability of future taxable profits improves.",
        "Consolidated Results of Operations",
        "The following table sets forth a summary of our consolidated statements of profit or loss as a percentage of revenues:",
        "​",
        "​​​​​​​​​​Year Ended December 31,​​    2020    2021    2022​Revenues​ 100.0%   100.0% 100.0%Costs and expenses:​​ ​​​​Cost of revenues​ 75.1  51.6​ 59.5​Research and development​ 13.8  9.8​ 14.6​General and administrative​ 2.7  1.9​ 2.4​Sales and marketing​ 1.9  1.5​ 2.1​Total costs and expenses​ 93.5  64.8​ 78.6​Operating income​ 6.5  35.2​ 21.4​Non-operating income (loss)​ (0.1)  —​ 1.6​Income tax expense ​ 1.3  7.2​ 3.4​Profit for the year​ 5.1  28.0​ 19.6​Loss attributable to noncontrolling interests​ 0.2  0.2​ 0.1​Profit attributable to Himax stockholders​ 5.3  28.2​ 19.7​",
        "​",
        "Year to Year Comparisons",
        "​",
        "​​​​​​​​​​​​​​    Year Ended December 31,​​​​​    ​​    ​​    % Change​​​2020​2021​2022​from 2021​​​(in thousands, except for percentages)​Consolidated Statements of Profit or Loss Data: ​   ​   ​      Revenues​$ 887,282​$ 1,547,097​$ 1,201,339  (22.3)%Costs and expenses:​   ​   ​       Cost of revenues​  666,501​  798,519​  714,233  (10.6)%Research and development​  122,265​  151,386​  175,557  16.0%General and administrative​  23,915​  29,281​  28,503  (2.7)%Expected credit loss​  —​  (190)​  —  —​Sales and marketing​  16,675​  23,080​  25,459  10.3%​​​​​​​​​​​​​Total costs and expenses​  829,356​  1,002,076​  943,752  (5.8)%​​​​​​​​​​​​​Operating income​  57,926​  545,021​  257,587  (52.7)%​​​​​​​​​​​​​Non-operating income (loss)​  (1,054)​  (429)​  18,978  — Income tax expense .​  11,712​  110,657​  41,098  (62.9)%Profit for the year​  45,160​  433,935​  235,467  (45.7)%Loss attributable to noncontrolling interest​  1,974​  2,961​  1,515  (48.8)%Profit attributable to Himax stockholders​$ 47,134​$ 436,896​$ 236,982  (45.8)%",
        "​",
        "61",
        "Table of Contents",
        "Year Ended December 31, 2022 Compared to Year Ended December 31, 2021",
        "Revenues. Our revenues decreased by 22.3% to $1,201.3 million in 2022 compared to $1,547.1 million in 2021. The decrease was a result of a sudden halt in consumer demand starting at the end of the first quarter of 2022 due to several macro level factors that presented significant headwinds, including China city lockdowns from Covid-19, decades-high inflation, rapidly rising interest rates, and the ongoing war. All of these factors adversely impacted business visibility of panel houses and OEMs, resulting in a big dip in demand for our IC which consequently hampered our sales. The year-over-year sales decline was a result of weak demand across all the three segments as we entered the second half of 2022.",
        "●Large-sized Display Drivers. Revenues from display drivers for large-sized application decreased by 33.7% to $264.0 million in 2022 from $397.9 million in 2021. The decline was primarily from our customers across the board, from brands to panel houses, imposing stringent inventory control measures on the backdrop of slowing end market sell-through. ",
        "●Small and Medium-sized Display Drivers. Revenues from small and medium-sized display drivers decreased by 19.2% to $778.9 million in 2022 from $963.5 million in 2021. The decrease was primarily a result of channel inventories across panel houses, OEMs and end brands remaining stubbornly high against the backdrop of continued sluggish demand, especially on consumer electronic products. Sales for smartphone and tablet took the brunt under such challenging market conditions. However, our automotive segment continued to see extraordinary business momentum in 2022, showing the highest growth among all product lines, up more than 50%, on top of the strong 2021 when sales grew more than 110%. We anticipate automotive displays continuing to evolve at a rapid rate in the number, size and technological sophistication, implying higher content value of display ICs per vehicle. As the market share leader in automotive display ICs, we continued to gain ground not only in DDIC but also in TDDI and many upcoming leading edge new technologies aiming further market share gains.",
        "●Non-Driver Products. Revenues from non-driver products decreased by 14.7% to $158.4 million in 2022 from $185.7 million in 2021. The decrease was mainly from the decline of Tcon sales, which were pressured by lower shipments of Tcon for TV, monitor and notebook markets, a drop in CMOS image sensor sales mainly as a result of muted notebook sales as well as a decrease in WLO. This decrease was partially offset by the increase of WiseEye sales.",
        "Costs and Expenses. Costs and expenses decreased by 5.8% to $943.8 million in 2022 from $1,002.1 million in 2021. As a percentage of revenues, costs and expenses increased to 78.6% in 2022 compared to 64.8% in 2021.",
        "●Cost of Revenues. Cost of revenues decreased to $714.2 million in 2022 from $798.5 million in 2021, which was due primarily to a 39.0% decrease in unit shipments in 2022 but offset by rising material costs across wafer foundry, assembly and testing. As a percentage of revenues, cost of revenues increased to 59.5% in 2022 from 51.6% in 2021, mainly due to higher cost of the inventory sourced primarily during 2021 and early 2022 when foundry and back-end pricings were higher due to capacity constraints. In addition, charges related to unmet minimum purchase orders from contracts with foundries and backend suppliers entered during the unprecedented shortage in 2021 also led to the higher cost. Also, inventory write-downs, which are included in cost of revenues, increased to $22.2 million in 2022 from $9.4 million in 2021. The increase stems from market price decline of certain unsold inventories which will necessitate write-downs.",
        "●Research and Development. Research and development expenses increased by 16.0% to $175.6 million in 2022 from $151.4 million in 2021. This increase was primarily attributable to increase in the RSU compensation, cash awards, salary expense and tape-out expense. The increase in salary expense was due primarily to a larger headcount of research and development staff and higher average salaries, but partially offset by NT dollar depreciation against the US dollar as we pay the bulk of our employee salaries in NT dollars. ",
        "●General and Administrative. General and administrative expenses decreased by 2.7% to $28.5 million in 2022 from $29.3 million in 2021, primarily as a result of decreases in professional fees but partially offset by increases in RSU compensation and cash awards.",
        "●Sales and Marketing. Sales and marketing expenses increased by 10.3% to $25.5 million in 2022 from $23.1 million in 2021. This increase was primarily attributable to increase in RSU compensation and cash awards.",
        "62",
        "Table of Contents",
        "Non-Operating Income (loss). We had net non-operating income of $19.0 million in 2022 compared to net non-operating loss of $0.4 million in 2021. The increase was primarily due to a gain from disposal of a subsidiary, increases in foreign currency exchange gains and interest income but partially offset by an increase in finance costs. ",
        "Income Tax Expense. Our income tax expense decreased to $41.1 million in 2022 from $110.7 million in 2021. Our effective income tax rate decreased to 14.9% from 20.3% in 2021. The decrease in our effective income tax rate was primarily attributable to the higher tax benefit rate in tax credits and tax saving from disposal of subsidiary.",
        "Profit for the year. As a result of the foregoing, our profit for 2022 was $235.5 million in 2022, versus $433.9 million in 2021, and profit attributable to Himax stockholders was $237.0 million in 2022, versus $436.9 million in 2021.",
        "Segment Results",
        "The following table sets forth the revenues and operating results for our reportable segments for the periods indicated:",
        "​",
        "​​​​​​​​​​​​Year Ended December 31,​    2020    2021    2022​​(in thousands)Segment Revenues ​   ​  ​​​Driver IC​$ 756,522​$ 1,361,442​$ 1,042,938Non-Driver Products​  130,760​  185,655​​ 158,401Total​$ 887,282​$ 1,547,097​$ 1,201,339",
        "​",
        "​​​​​​​​​​​​Year Ended December 31,​    2020    2021    2022​​(in thousands)Segment Operating Income (Loss) ​   ​  ​​​Driver IC​$ 98,687​$ 551,943​$ 275,275Non-Driver Products​​ (40,761)​​ (6,922)​​ (17,688)Total​$ 57,926​$ 545,021​$ 257,587",
        "​",
        "Driver IC Segment",
        "Year Ended December 31, 2022 Compared to Year Ended December 31, 2021",
        "Segment revenues. Our revenues from the Driver IC segment decreased by 23.4% to $1,042.9 million in 2022 from $1,361.4 million in 2021. The decline was from the decrease in display drivers for large-sized application and small and medium-sized application as a result of a sudden halt in consumer demand due to several macro level factors which presented significant headwinds.",
        "Segment operating income. Operating income from the Driver IC segment decreased to $275.3 million in 2022 from $551.9 million in 2021. This decrease was primarily attributable to a decrease in revenues and lower gross margin, which was mainly attributable to pricing pressure resulting from excess inventory levels following the sudden halt in consumer demand. ",
        "Non-Driver Products Segment",
        "Year Ended December 31, 2022 Compared to Year Ended December 31, 2021",
        "Segment revenues. Our revenues from the Non-Driver Products segment decreased by 14.7% to $158.4 million in 2022 from $185.7 million in 2021. The year-over-year decrease was mainly from decline in Tcon revenues, CMOS imaging sensor business as well as WLO. This decrease was partially offset by the increase of WiseEye sales. ",
        "Segment operating loss. Operating loss from the Non-Driver Products segment increased to $17.7 million in 2022 from $6.9 million in 2021. The operating loss increases were attributable mainly to the decline in revenues and increase in cash awards.",
        "63",
        "Table of Contents",
        "5.B. Liquidity and Capital Resources",
        "We need cash primarily for technology advancement, capacity expansion, paying dividends and working capital. We have historically been able to meet our cash requirements through cash flow from operations and borrowings to pay dividends. ",
        "As of December 31, 2022, we had total current assets of $1,336.8 million, total current liabilities of $694.0 million and cash and cash equivalents of $221.6 million. As of December 31, 2022, we had short-term secured borrowings of $369.3 million with cash and time deposits of $369.3 million as collateral, and long-term unsecured borrowings of $46.5 million, of which $6.0 million was current portion. For enhancing the guaranty, our land, building and improvements of Fab 2 totaling $65.6 million were pledged as collateral for the long-term unsecured borrowings. As of December 31, 2022, we had total unused short-term credit lines of $323.2 million, of which $190.7 million belonging to the parent company, Himax Technologies, Inc., needs to be secured with an equal amount of cash and time deposits when borrowing money from banks. Further, we had unused long-term credit lines of $83.5 million. We believe that our existing short-term and long-term credit lines, together with cash generated from our operations, are sufficient to meet our liquidity needs. We expect to meet our present working capital requirements through cash flow from operations and bank borrowings from time to time.",
        "The following table sets forth a summary of our cash flows for the periods indicated:",
        "​",
        "​​​​​​​​​​​​Year Ended December 31,​    2020    2021    2022​​(in thousands)Net cash provided by operating activities​$ 102,610​$ 388,276​$ 82,908Net cash provided by (used in) investing activities​  (22,365)​  (232,680)​​ 14,998Net cash provided by (used in) financing activities​  3,261​  (4,487)​​ (211,068)Net increase (decrease) in cash and cash equivalents​  83,883​  151,086​​ (114,443)Cash and cash equivalents at beginning of period​  101,055​  184,938​​ 336,024Cash and cash equivalents at end of period​  184,938​  336,024​​ 221,581",
        "​",
        "Operating Activities. Net cash provided by operating activities in 2022 was $82.9 million compared to $388.3 million in 2021. This decrease in net cash provided by operating activities in 2022 was mainly due to lower profit, the inventory level higher than usual from sudden halt in consumer demand and an increase in cash paid for income tax in 2022 compared to 2021.",
        "Investing Activities. Net cash provided by investing activities in 2022 was $15.0 million compared to net cash used in investing activities of $232.7 million in 2021. This increase in net cash provided by investing activities was due primarily to a decrease of $206.9 million in refundable deposits made for securing foundry capacity, an increase of $34.4 million in net cash provided by disposal of financial assets at amortized cost in 2022 compared to 2021 and an increase in cash provided by disposal of subsidiary of $14.8 million. ",
        "Financing Activities. Net cash used in financing activities in 2022 was $211.1 million compared to $4.5 million in 2021. This change was due primarily to increases in distribution of cash dividends in 2022 and a decrease of guarantee deposits received from customers. ",
        "Our liquidity could be negatively impacted by a decrease in demand for our products that are subject to rapid technological change, among other factors, which could result in revenue variability in future periods. In addition, we have at times agreed to extend the payment terms for certain of our customers. The extension of payment terms for our customers could adversely affect our cash flow, liquidity and our operating results. Our subsidiaries’ ability to distribute dividends and other payments to us may be limited by ROC regulations. See “Risk Factors — Risks Related to Our Holding Company Structure — Our ability to receive dividends and other payments or funds from our subsidiaries may be restricted by commercial, statutory and legal restrictions, and thereby materially and adversely affect our ability to grow, fund investments, make acquisitions, pay dividends and otherwise fund and conduct our business.”",
        "64",
        "Table of Contents",
        "To address the continuing foundry capacity shortage worldwide, we have entered into strategic agreements with our foundry partners in order to secure their foundry capacity to fulfill our business needs. Under these strategic agreements, we are committed to purchasing a specific volume at fixed prices or variable prices. Some of our customers, and even our indirect customers, are also entering into similar strategic agreements to secure their IC supplies with us. However, there can be no assurance that these prices provided in the strategic agreements with our foundry partners and our customers will always remain competitive during the contract term. For example, in the event that the global semiconductor market changes due to foundry capacity expansion and/or shrunken customer demand, the fixed prices we agree to pay our foundry partners may become significantly higher than the then prevailing market price. On the other hand, if there continues to be foundry capacity shortages and/or increases in customer demand, the fixed prices our customers agree to pay us may become significantly lower than the then prevailing market price. Any of those situations could materially adversely impact our pricing strategies, competitive position, profitability and results of operation. We may also be subject to contractual penalties if we are unable to purchase the committed volume from our foundry partners. In addition, since these strategic agreements with our foundry partners typically require us to make prepayments or refundable deposits to such foundry partners, our cash flow, liquidity and financial condition could be adversely affected. Nevertheless, we believe these strategic agreements will enable us to meet our customers’ unaddressed demands and are in the best interest of our company amid the global foundry capacity shortage.",
        "We have entered into several wafer fabrication or assembly and testing service arrangements or multi-year purchase agreements with suppliers. We may be obligated to make payments for purchase orders entered into pursuant to these arrangements. Our purchase obligations also include agreements to purchase goods or services, primarily inventory, that are enforceable and legally binding on us and that specify all significant terms, including fixed or minimum quantities to be purchased, fixed or variable price provisions, and the approximate timing of the transaction. Among all these purchase agreements, the longest termination term shall expire in 2028. Purchase obligations exclude agreements that are cancelable without penalty. Contractual obligations resulting from above purchase orders and agreements with known amounts approximate $2,088 million as of December 31, 2022. Of obligations under above purchase orders and agreements, $625 million is expected to be paid in the next 12 months.",
        "Our capital expenditures were incurred primarily in connection with the purchase of property and equipment. Our capital expenditures totaled $5.8 million, $7.6 million and $11.8 million in 2020, 2021 and 2022, respectively. Capital expenditures of $11.8 million in 2022 was mainly for design tools, R&D related equipment as well as in-house tester of our traditional IC design business.",
        "The capex budget will be funded through our internal resources and banking facilities, if so needed. We will continue to make capital expenditures to meet the expected growth of our operations. We believe that our working capital and borrowings under our existing and future credit lines should be sufficient for our present requirements.",
        "65",
        "Table of Contents",
        "5.C. Research and Development",
        "Our research and development efforts focus on improving and enhancing our core technologies and know-how relating to the semiconductor solutions we offer to the flat panel display industry. In particular, we have committed a significant portion of our resources to the research and development of non-driver products because we believe in the long-term business prospects of such products and are committed to continuing to diversify our product portfolio. Although a significant portion of the resources at our integrated circuit design center are invested in advanced research for future products, we continue to invest in improving the performance and reducing the costs of our existing products. Our application engineers, who provide on-system verification of semiconductors and product specifications, and field application engineers, who provide on-site engineering support at our customers’ offices or factories, work closely with panel manufacturers to co-develop display solutions for their electronic devices. In  2020, 2021 and 2022, we incurred research and development expenses of $122.3 million, $151.4 million and $175.6 million, respectively, representing 13.8%, 9.8% and 14.6% of our revenues, respectively.",
        "5.D. Trend Information",
        "Unexpected lockdowns in China, geopolitical tensions and macroeconomic related factors all created a challenging operating environment and impaired our business performance during 2022. The sudden halt in consumer demand significantly reduced visibility at panel houses and OEMs towards the end of the first quarter of 2022 resulting in elevated inventories which adversely impacted IC demand and consequently our sales. In the face of all these headwinds, all three major segments experienced year-over-year declines.  ",
        "Looking ahead to 2023, our focus is on reducing our inventory to near historic average levels. We have made good progress in destocking inventory since its peak during the third quarter of 2022 by curtailing our wafer starts to strike a balance between inventory levels and foundry contract fulfillment. We are also striving to win more projects from customers specifically for the purpose of digesting excess inventory. Overall, the semiconductor industry appears to be trending toward a post-pandemic era. While the supply chain gradually stabilizes and channel inventory reverts to heathier levels, we believe a decent recovery is forthcoming. ",
        "Large-sized Display Driver IC Segment",
        "Himax’s outlook for large size driver IC business remains soft with moderating TV sell-through and muted Chromebook sales. For TV business, a recovery appears to be underway already backed by stabilizing TV panel prices and customers replenishing chips, particularly for mainstream models. Conversely on IT segment, we expect further declines due to ongoing enterprise IT budget cuts in tandem with customers’ continuous stringent inventory control measures.",
        "For the longer-term perspective, Himax remains positive on the prospect of our large display driver business. We are armed with a diversified and comprehensive product offering, which provides us with the flexibility to quickly direct production towards sectors where demand is relatively strong in tandem with our customers and suppliers. We also have tight strategic relationships with some of the leading end customers in TV, monitor and notebook markets, and our project design coverage across all markets with all major panel makers remains strong. With demand for advanced displays expected to remain strong, we continue to focus on higher end displays and premium models by offering advanced driver ICs and Tcons for a one-stop shopping experience for leading end customers in TV, monitor and notebook markets. We also support feature upgrades for customers’ next generation products, including high-speed interface, low power consumption, higher refresh rate, ultra-large-sized, high-aspect-ratio and curved-view design. All these represent a high barrier of entry that differentiates us from China local competition. ",
        "66",
        "Table of Contents",
        "Small and Medium-Sized Display Driver IC Segment",
        "Himax remains the market share leader in display driver IC for automotive and tablet. For automotive market, we are deepening our working relationships with Tier 1 players and end customers across the globe. In 2023, we expect the automotive segment to continue to be our single largest revenue contributor with sales for automotive TDDI set to outgrow that of traditional automotive driver IC, backed by rapid expansion of automotive TDDI adoption and strong foundry capacity support. Our automotive TDDI sales are expected to be one of the primary driving forces for our long-term business growth for years to come. Himax has a comprehensive product roadmap, new design-wins with end customers and Tier 1s, and a foundry capacity advantage that positions the Company to continue to gain market share, particularly in the fast-expanding automotive TDDI market. Himax dominates automotive TDDI design-in and design-wins with direct and indirect customers across the continents for a technology that is essential for very large sized, stylish, and free-formed automotive displays. We have been awarded more than 200 automotive TDDI projects with only a small portion currently in mass production, implying a potential enormous growth opportunity ahead. In addition, with years of strenuous work on this high entry barrier technology, we have developed comprehensive local dimming Tcon product offerings that can support a wide range of design covering super high frame rate of 240 Hz and resolutions of up to 8K. Our position remains unchallenged in the up-and-coming local dimming technology, which not only enhances display contrast for better viewing under bright daylight, but also provides effective power saving, which is critical for larger displays and EV models. Numerous Tier 1s, and car makers have awarded us projects for premium new car models with only a few having commenced mass production in 2022. In 2023, we expect very strong annual growth as the adoption extends from premium car models to mainstream models. Last but not least, Himax offers high-speed P2P bridge and LTDI solutions are specially designed for typically larger than 30 inches or a pillar-to-pillar display. These solutions can cascade up to 30 chips in support of ultrahigh-resolution displays, usually more than 7Kx1K, and offer high-precision touch sensitivity, creating a high entry barrier for potential competitors. United with a top-Tier automotive digital platform provider, our cutting edge LTDI technology was showcased at CES 2023 by one of our leading panel customers for a 55-inch pillar-to-pillar, in-cell touch display that provides seamless, intuitive and advanced tactile experience for future generation smart cabins. LTDI is scheduled to start mass production from 2023. Given all the new demand for advanced automotive display technologies, we expect decent sales growth to continue for our automotive sector in 2023, a continuation from two years of remarkable growth in 2021, where sales grew more than 110%, and up more than 50% in 2022. ",
        "On the tablet market, Himax still has a leading position, especially on the non-iOS market, as market adoption of TDDI continues. In 2023, we see shipments on the rise for premium models that adopt advanced AMOLED display, of which Himax offers both DDIC and Tcon. We also see increasing demand for LCD display towards higher frame rate, higher resolution, larger screen size, and active stylus for better-quality handwriting and drawing user experience. Both these trends lend support to our profit margin as they are higher than corporate average products. As for smartphone business, in 2023 our focus will be on offloading inventory. We expect to gain higher exposure when our smartphone AMOLED solution is available, which is set to start mass production from the second half of 2023. As expected, our traditional discrete driver IC into smartphone and tablet continue to be quickly replaced by TDDI. ",
        "Himax continues to gear up for the AMOLED driver IC development in partnership with major Chinese and Korean panel makers. Our AMOLED solution for tablet commenced mass production in the first quarter of 2022 with both AMOLED driver and Tcon total solution provided for a global leading tablet customer. Our flexible AMOLED driver and Tcon for automotive display also successfully ramped up for a customer’s flagship EV model in the first quarter of 2022. The number of awarded projects with worldwide conventional car makers and EV vendors continues to increase. In addition, we are making good progress with leading panel houses for the development of AMOLED display drivers for smartphone, TV and notebook applications. We expect small sales contribution from the second half of 2023 with shipments to increase considerably starting 2024. We foresee AMOLED driver IC soon becoming one of the major growth drivers for our small and medium-sized panel driver IC business.",
        "Non-Driver IC Segment",
        "The non-driver category has been our most exciting growth area and a differentiator for the Company. We are devoted to the development, manufacturing and marketing of non-driver products to diversify our customer base and product portfolio to offer total solutions of timing controller, image processing and human interface related technologies in addition to our driver IC products. ",
        "67",
        "Table of Contents",
        "On timing controller, we are optimistic about the long-term growth prospect of the Tcon business where we have successfully positioned ourselves for higher end and higher value-added areas including 4K/8K TV, gaming TV and monitor, low power notebook in view of consumers’ pursuance of various new types of entertainment for film, television and gaming as well as automotive, particularly with local dimming feature. With years of strenuous work on this high entry barrier technology, we have developed comprehensive local dimming Tcon product offerings that can support a wide range of design covering super high frame rate of 240 Hz and resolutions of up to 8K. We began mass production on a few projects in the second quarter of 2022 and expect robust growth starting in 2023 backed by numerous project awards from various named panel makers, Tier 1s and car makers for premium new car models. In addition, we commenced mass production of AMOLED TCON together with DDIC in automotive and tablet applications starting in early 2022 where the design-wins with leading tablet and NEV customers continue to expand. We believe the Tcon segment will be one of the driving forces for our non-driver business moving forward.",
        "During 2016, our non-driver businesses experienced tremendous growth, primarily driven by the LCOS and WLO businesses due to shipments to one of our leading AR device customers. WLO shipments increased considerably year-over-year in 2018 because of the customer’s large-scale adoption in more models. In 2022, we continued to fulfill anchor customer’s demand for the legacy product. The WLO technology continues to play an important role in shaping next generation optical applications. As an illustration, our WLO technology can be deployed to empower 3D perception sensing for precise controller-free gesture recognition in VR devices. We expect volume production starting middle of 2023. On 3D scanning for object reconstruction where our WLO technology also plays a key role, our 3D sensing technology, which incorporates both our 3D projector and 3D decoder, is being deployed by a leading customer’s 3D scanning device for the purpose of generating real time digital twins, avatars and 3D environment surroundings that ultimately help users transit and connect seamlessly between physical and digital worlds. Promising progress has been made and we expect it to hit the market with small volume from 2024. Our exceptional optical design knowledge, together with our production proven nanoimprinting capabilities and mass manufacturing experience, allow us to deliver high-quality solutions to meet the requirements of the future generation optical applications across automotive, consumer, industrial, medical applications, AR/VR/ MR devices and many other applications.",
        "Regarding ultralow power WiseEye smart image sensing, the demand for resource-constrained and battery-powered end point applications with AI intelligent sensing is rapidly growing. Our WiseEye AI solution is designed for a wide range of ultralow power use cases that aim to modernize legacy end-point devices, which lack AI capability, with ultralow power computer vision AI. The AI solution is capable of processing data locally on the end device with just metadata output while avoiding the need to transport massive data to the cloud, thereby improving response time, saving bandwidth and power and, last but not least, enhancing data security. Our design-win with Dell for a series of new models that started in 2021 saw meaningful shipment in 2022. We continue to support the mass production of Dell’s notebook and other end-point AI applications, such as shared bike parking, video conference device, door lock and medical capsule endoscope. We anticipate more design-wins awards and growing volume shipments starting 2023.",
        "We continue to collaborate with industry-leading ecosystem partners and customers in an effort to scale adoption in this relatively untapped market. We also look to build alliances with numerous AI partners and communities to make our AI solution more accessible. As the official partner of prominent AI platforms such as Google TensorFlow Lite for Microcontrollers, Microsoft Azure, Arm AI Partner Program, and tinyML Foundation, just to name a few, Himax can enjoy the enormous network of these ecosystems and their numerous participants. We continue to receive inquiries from large corporations and individual developers alike with hundreds of evaluation boards and developments kits having been purchased online and distributed across the globe. Our marketing efforts also consist of joint webinars/promotion with several well-known platform partners and SI companies, such as Edge Impulse, Digi-Key, SparkFun, Seeed Studio, hackster.io, Useful Sensors and Wentai Technologies, to broaden our reach and establish direct contacts with more AI developers. ",
        "68",
        "Table of Contents",
        "Moving forward, we are more committed than ever to strengthening our WiseEye product roadmap and retaining our leadership position in ultralow power AI processor and image sensor for end-point AI applications. As a demonstration of this commitment, we debuted our next generation AI processor at CES 2023, WE2, which is equipped with exceptional local inferencing capability that can perform face landmark detection to identify facial regions, including eyes, mouth, nose, and jaw to enable advanced, accurate and precise facial expression recognition. These new features provide additional vital intelligence to a broad array of applications on top of the success of our leading WE1 AI processor. The latest WE2 AI processor offers superb tinyML computing performance, optimal energy efficiency and best-in-class security and privacy assurance. For the power consumption, WE2 represents over 50 times power efficiency compared to the first generation WE1 AI processor on a per inference basis, despite that our WE1 is already leading the industry among AI processors aiming for similar target markets. We continue to partner with leading notebook CPU and AP SOC players, with the aim of expanding our engagements with leading global laptop names and IoT players working on the enrichment of various new AI features and use cases for next generation smart notebook and IoT applications. WiseEye business is in a good position to enjoy rapid growth for years to come and will become one of our major growth drivers for our non-driver segment starting in 2023. ",
        "On 3D sensing, we provide both total solution and key component for customers. For the key component business, we provide the 3D decoder IC which can accelerate local image processing for face recognition, offering best-in-class security authentication, a character that is particularly critical for customers with higher requirement for security and precise recognition needs. It was already certified by the leading Chinese electronic payment standard with requirements of accurate data decoding, timely operation and strict privacy. Currently it’s well-adopted by many Chinese e-payment solution providers with meaningful volume shipments in 2022. With increasing adoption of 3D sensing technologies that enable new ways people interact with AR and VR applications, we introduced a series of next generation 3D vision processors at CES 2023 to support a variety of state-of-the-art 3D sensing technologies in Time of Flight (”ToF”) and structured light. Our structured light AI processor can provide 3D eye tracking functionality to report the exact eye positions with the industry’s highest response rate and low-friction to enable high precision and dizzy-free spatial reality applications. We featured a live demonstration of a 3D naked-eye display at CES with our eye tracking technologies becoming a hot focus point. Viewers experienced a 3D holographic view from all angles without needing additional wearables to enjoy immersive and advanced visual experience.",
        "For CMOS image sensors business, we continue to provide CMOS image sensors for web camera and notebook. Our industry-first 2-in-1 CMOS image sensor that supports RGB mode for video conferencing and ultralow power AI mode for facial recognition has penetrated the laptop market for the most stylish super slim bezel designs. Given the rapidly expanding AI adoption across the board, we have ultralow power Always-On CMOS image sensor that targets always-on AI applications. We are increasingly receiving feedback and design adoptions from customers globally for various markets, such as car recorders, surveillance, smart electric meters, drones, smart home/office, medical and many other appliances.",
        "Lastly on LCoS, an area we have committed years of R&D efforts. We continue to focus on AR goggle devices and AR HUD (head-up-displays) for automotive. Many of our industry-leading customers have demonstrated their state-of-the-art products with our technology embedded in, including AR glasses and LiDAR system. Our proprietary front-lit LCoS microdisplay, an integrated solution covering LCoS microdisplay, lightguide, and front-lit LED, is one of ideal display technology for AR headsets as it features light-weight, small form factor, and full color with unique characteristics of high illumination and low power consumption. Our technology leadership and proven manufacturing expertise have made us a preferred partner for customers in these emerging markets. We continue to work on strengthening our optical-related technology suite while collaborating with some of the world’s largest technology companies that are deeply committed to investing in its development.",
        "For more trend information, see “Item 5.A. Operating and Financial Review and Prospects—Operating Results.”",
        "5.E. Critical Accounting Estimates",
        "The preparation of the consolidated financial statements in conformity with IFRS requires management to make judgments, estimates and assumptions that affect the application of accounting policies and the reported amounts of assets, liabilities, income and expenses. Actual results may differ from these estimates.",
        "Estimates and underlying assumptions are reviewed on an ongoing basis. Revisions to accounting estimates are recognized in the period in which the estimates are revised and in any future periods affected.",
        "69",
        "Table of Contents",
        "Note 4 to our audited consolidated financial statements contains a description that sets forth information about critical judgments, estimates and assumptions in applying accounting policies that have the most significant effect on the amounts recognized in the consolidated financial statements.",
        "​",
        "ITEM 6. DIRECTORS, SENIOR MANAGEMENT AND EMPLOYEES"
    ],
    "4B": [
        "4.B. Business Overview",
        "We are a fabless semiconductor solution provider dedicated to display imaging processing technologies. We are a worldwide market leader in display driver ICs and timing controllers used in TVs, laptops, monitors, mobile phones, tablets, automotive, digital cameras, car navigation, virtual reality (VR) devices and many other consumer electronics devices. Additionally, we design and provide controllers for touch sensor displays, in-cell Touch and Display Driver Integration (TDDI) single-chip solutions, AMOLED ICs, LED driver ICs, power management ICs and LCoS micro-displays for augmented reality (AR) devices and heads-up displays (HUD) for automotive. We also offer CMOS image sensors, wafer level optics for AR devices, 3D sensing and ultralow power WiseEye smart image sensing, which are used in a wide variety of applications such as mobile phone, tablet, laptop, TV, PC camera, automobile, security, medical devices, home appliance, AIoT, etc. For display drivers and display-related products, our customers are panel manufacturers, agents or distributors, module manufacturers, assembly houses or end customers. We also work with camera module manufacturers, optical engine manufacturers, television / AIoT system manufacturers and certain AIoT system integration companies for various non-driver products.",
        "Industry Background",
        "We mainly operate in the flat panel display semiconductor industry. As the majority of our revenues derive from products that are critical components of flat panel displays, such as display drivers, timing controllers, power ICs and other semiconductor products, our industry is closely linked to the trends and developments of the flat panel display industry.",
        "Flat Panel Display Semiconductors",
        "Flat panel displays require different semiconductors depending upon the display technologies and the applications. Some of the most important ones include the following:",
        "●Display Driver. The display driver receives image data from the timing controller and delivers precise analog voltages or currents to create images on the display. The major application of display driver IC is used on TFT-LCDs. Other than display drivers for TFT-LCDs, we also offer display drivers for AMOLED and Electronic Paper (e-paper) Displays. AMOLED display is getting more and more popular in recent years, starting from high-end smartphone and TV applications, while e-paper display mimics traditional paper sheet and holds static text and images indefinitely without electricity. Detailed display driver IC specification for LCD, AMOLED and e-paper are different due to panel characteristics. The two main types of display drivers for a display panel are gate drivers and source drivers. Gate drivers turn on the transistor within each pixel cell on the horizontal line on the panel for data input at each row. Source drivers receive image data from the timing controller and generate voltage that is applied to the liquid crystal within each pixel cell on the vertical line on the panel for data input at each column. The combination determines the colors generated by each pixel. Typically, multiple gate drivers and source drivers are installed separately on the panel. However, for certain small and medium-sized applications, gate drivers and source drivers are integrated into a single chip due to space and cost considerations. Large-sized panels typically have higher resolution and require more display drivers than small and medium-sized panels. In addition, TDDI IC integrates both display driver and in-cell touch functions and is usually adopted by small and medium sized display applications. For certain highly integrated application, such as smartphone, Timing Controller feature is also embedded in TDDI.",
        "●Timing Controller. The timing controller receives image data and converts the format for the source drivers’ input. The timing controller also generates controlling signals for gate and source drivers. Typically, the timing controller is a discrete semiconductor in large-sized TFT-LCD, AMOLED and e-paper panels. For certain small and medium-sized applications, however, the timing controller may be integrated with display drivers.",
        "●Operational Amplifier. An operational amplifier supplies the reference voltage to source drivers in order to make their output voltage uniform.",
        "●Power IC. Power ICs include certain drivers, amplifiers, DC to DC converters and other semiconductors designed to enhance power management, such as voltage regulation, voltage boosting and battery management.",
        "●Touch Controller IC. For touch screen applications, touch controller ICs enable touch interfaces, such as capacitive touch panels, to identify, qualify and track user’s contacts with precision and sensibility.",
        "23",
        "Table of Contents",
        "●Others. Flat panel displays also require multiple general purposes semiconductors such as memory, power converters and inverters.",
        "Characteristics of the Display Driver Market",
        "Although we operate in several distinct segments of the flat panel display semiconductor industry, our principal products are display drivers. Display drivers are critical components of flat panel displays. The display driver market has specific characteristics, including those discussed below.",
        "Concentration of Panel Manufacturers",
        "The global TFT-LCD panel industry consists of a small number of manufacturers, substantially all of which are based in Asia. In recent years, Korean TFT-LCD panel makers have gradually undergone restructurings to shift their technology and manufacture focus from TFT-LCD to OLED and TFT-LCD panel manufacturers, especially China-based manufacturers which have invested or are planning to invest heavily to establish, construct and ramp up additional fab capacity. The capital-intensive nature of the industry often results in TFT-LCD panel manufacturers operating at a high level of capacity utilization in order to reduce unit costs. This tends to create a temporary oversupply of panels, which reduces the average selling price of panels and puts pricing pressure on component companies including display driver companies. Moreover, the concentration of panel manufacturers permits major panel manufacturers to exert pricing pressure on display driver companies such as us. The small number of panel manufacturers exacerbates this situation as display driver companies, in addition to seeking to expand their customer base, must also focus on winning a larger percentage of such customers’ display driver requirements.",
        "Customization Requirements",
        "Each panel display has a unique pixel design to meet its particular requirements. To optimize the panel’s performance, display drivers have to be customized for each panel design. The most common customization requirement is for the display driver company to optimize the gamma curve of each display driver for each panel design. Display driver companies must work closely with their customers to develop semiconductors that meet their customers’ specific needs in order to optimize the performance of their products.",
        "Mixed-Signal Design and High-Voltage CMOS Process Technology",
        "Display drivers have specific design and manufacturing requirements that are not standard in the semiconductor industry. Some display drivers require mixed-signal design since they combine both analog and digital devices on a single semiconductor to process both analog signals and digital data. Manufacturing display drivers require high-voltage CMOS process technology operating typically at 4.5 to 24 volts for source drivers and 10 to 50 volts for gate drivers, levels of voltage which are not standard in the semiconductor industry. For display drivers, the driving voltage must be maintained under a very high degree of uniformity, which can be difficult to achieve using standard CMOS process technology. Moreover, manufacturing display drivers does not require very small-geometry semiconductor processes. Typically, the manufacturing process for large panel display drivers require geometries between 0.11 micron and 1 micron because the physical dimensions of a high-voltage device do not allow for the economical reduction in geometries below this range. We believe that there are a limited number of fabs with high-voltage CMOS process technology that are capable of high-volume manufacturing of display drivers.",
        "Special Assembly and Testing Requirements",
        "Manufacturing display drivers requires certain assembly and testing technologies and equipment that are not standard for other semiconductors and are offered by a limited number of providers. The assembly of display drivers typically uses either tape-automated bonding, also known as TAB, or chip-on-glass, also known as COG, technologies. Display drivers also require gold bumping, which is a process in which gold bumps are plated onto each wafer to connect the die and the processed tape, in the case of TAB packages, and the glass, in the case of COG packages. TAB may utilize tape carrier packages, also known as TCP, or chip on film, also known as COF. The type of assembly used depends on the panel manufacturer’s design, which is influenced by panel size and application and is typically determined by the panel manufacturers. Display drivers for large-sized applications typically require TAB package and, to a lesser extent, COG package types, whereas display drivers for smartphone, tablet and consumer electronics products typically require COG packages. The testing of display drivers also requires special testers that can support high-channel and high-voltage output semiconductors. Such testers are not standard in the semiconductor industry.",
        "24",
        "Table of Contents",
        "Supply Chain Management",
        "The manufacturing of display drivers is complex and requires several manufacturing stages such as wafer fabrication, gold bumping, and assembly and testing, and the availability of materials such as the processed tape used in TAB packaging. We refer to these manufacturing stages and material requirements collectively as the “supply chain”. Panel manufacturers typically operate at high levels of capacity utilization and require a reliable supply of display drivers. A shortage of display drivers, or a disruption to this supply, may disrupt panel manufacturers’ operations. As a result, a company’s ability to deliver its products on a timely basis at the quality and quantity required is critical to satisfying its existing customers and winning new ones. Such supply chain management is particularly crucial to fabless display driver companies that do not have their own in-house manufacturing capacity. In the case of display drivers, supply chain management is further complicated by the high-voltage CMOS process technology and the special assembly and testing requirements that are not standard in the semiconductor industry. Access to this capacity also depends in part on display driver companies having received assurances of demand for their products since semiconductor manufacturing service providers require credible demand forecasts before allocating capacity among customers and investing to expand their capacity to support growth.",
        "Need for Higher Level of Integration",
        "The small form factor of smartphone, tablet, automotive and certain consumer electronics products restricts the space for components. Small and medium-sized panel applications typically require one or more source drivers, one or more gate drivers and one timing controller, which can be installed as separate semiconductors or as an integrated single-chip driver. Customers are increasingly demanding higher levels of integration in order to manufacture more compact panels, simplify the module assembly process and reduce unit costs. Display driver companies must be able to offer highly integrated chips that combine the source driver, gate driver and timing controller, as well as semiconductors such as memory, power circuit and image processors, into a single chip. Due to the size restrictions and stringent power consumption constraints of such display drivers, single-chip drivers are complex to design. For large-sized panel applications, integration is both more difficult to achieve and less important since size and weight are less of a priority. Lastly, as some of our TFT-LCD panel customers had turned to pure in-cell TDDI panel development for thinner display designs, we have developed a series of single chip touch display driver integrated circuit (TDDI) for advanced in-cell touch display panel.",
        "Products and Solutions",
        "We have several principal product lines:",
        "●Display drivers and timing controllers;",
        "●ASIC service;",
        "●LCoS and MEMS products;",
        "●Power ICs;",
        "●CMOS image sensor products;",
        "●Wafer level optics products;",
        "●3D sensing business; and",
        "●Ultralow power WiseEye smart image sensing.",
        "25",
        "Table of Contents",
        "Display Drivers and Timing Controllers",
        "Display Driver Characteristics",
        "Display drivers deliver precise analog voltages and currents that activate the pixels on panels. The following is a summary of certain display driver characteristics and their relationship to panel performance.",
        "●Resolution and Number of Channels. Resolution refers to the number of pixels per line multiplied by the number of lines, which determines the level of fine detail within an image displayed on a panel. For example, a color display screen with 1,024 x 768 pixels has 1,024 red columns, 1,024 green columns and 1,024 blue columns for a total of 3,072 columns and 768 rows. The red, green and blue columns are commonly referred to as “RGB.” Therefore, the display drivers need to drive 3,072 column outputs and 768 row outputs. The number of display drivers required for each panel depends on the resolution of the panel and the number of channels per display driver. For example, an XGA (1,024 x 768 pixels) panel requires eight 384-channel source drivers (1,024 x 3 = 384 x 8) and three 256-channel gate drivers (768 = 256 x 3), while a full HD (1,920 x 1,080 pixels) panel requires eight 720-channel source drivers and four 270-channel gate drivers. The number of display drivers required can be reduced by using drivers with a higher number of channels. For example, a full HD panel can have six 960-channel source drivers instead of eight 720-channel source drivers. Thus, using display drivers with a higher number of channels can reduce the number of display drivers required for each panel, although display drivers with a higher number of channels typically have higher unit costs.",
        "●Color Depth. Color depth is the number of colors that can be displayed on a screen, which is determined by the number of shades of a color, also known as gray scale, that can be shown by the panel. For example, a 6-bit source driver is capable of generating 26 x 26 x 26 = 218, or 262K colors, and similarly, an 8-bit source driver is capable of generating 16 million colors. Typically, for TFT-LCD panels currently in commercial production, 262K, 16 million and 1 billion colors are supported by 6-bit, 8-bit and 10-bit source drivers, respectively.",
        "●Operational Voltage. A display driver operates with two voltages: the input voltage (which enables it to receive signals from the timing controller) and the output voltage (which, in the case of source drivers, is applied to liquid crystals and, in the case of gate drivers, is used to switch on the TFT device). Source drivers typically operate at input voltages from 3.3 to 1.8 volts and output voltages ranging from 4.5 to 24 volts. Gate drivers typically operate at input voltages from 3.3 to 1.8 volts and output voltages ranging from 10 to 50 volts. Lower input voltage saves power and lowers electromagnetic interference, or EMI. Output voltage may be higher or lower depending on the characteristics of the liquid crystal (or diode), in the case of source drivers, or TFT device, in the case of gate drivers.",
        "●Gamma Curve. The relationship between the light passing through a pixel and the voltage applied to it by the source driver is nonlinear and is referred to as the “gamma curve” of the source driver. Different panel design and manufacturing processes require source drivers with different gamma curves. Display drivers need to adjust the gamma curve to fit the pixel design. Due to the materials and processes used in manufacturing, panels may contain certain imperfections which can be corrected by the gamma curve of the source driver, a process which is generally known as “gamma correction.” For certain types of liquid crystal, the gamma curves for RGB cells are significantly different and thus need to be independently corrected. Some advanced display drivers feature three independent gamma curves for RGB cells.",
        "●Driver Interface. Driver interface refers to the connection between the timing controller and display drivers. Display drivers increasingly require higher bandwidth interface technology to address the larger data volume necessary for video images. Panels used for higher data transmission applications, such as televisions, require more advanced interface technology. The principal types of interface technologies are transistor-to-transistor logic, or TTL, reduced swing differential signaling, or RSDS, mini-low voltage differential signaling, or mini-LVDS, and point-to-point high-speed interface. Among these, RSDS, mini-LVDS and point-to-point interface were developed as low power, low noise and low amplitude methods for high-speed data transmission using fewer copper wires and resulting in lower EMI. Moreover, there are some panel manufacturers developing their proprietary point-to-point interfaces, such as embedded panel interface, or EPI, USI-T, iSP, CEDS, CHPI, CSPI and CMPI.",
        "26",
        "Table of Contents",
        "●Package Type. The assembly of display drivers typically uses TAB and COG package types. COF and TCP are two types of TAB packages, of which COF packages have become predominantly used in recent years. Customers typically determine the package type required according to their specific mechanical and electrical considerations. In general, display drivers for small-sized panels mainly use COG package types, whereas display drivers for large-sized panels primarily use TAB package types and, to a lesser extent, COG package types.",
        "Large-Sized Applications",
        "We provide source drivers, gate drivers, PMIC, P-gamma OP level shifter and timing controllers (TCON) for large-sized panels principally used in desktop monitors, notebook computers and televisions. Display drivers used in large-sized applications feature different key characteristics, depending on the end-use application. For example, the industry trend for large-sized applications is generally toward super high channel, low power consumption, low cost, thin and light form factor, touch function, higher data transmission rate and higher driving capabilities. Higher speed interface technologies are also key for 4Kx2K and 8Kx4K high-resolution TVs. Greater color depth, thermal solution, high data rate and high driving, are particularly important for advanced televisions and certain monitors.",
        "Our large display driver IC business achieved several milestones from 2019. For example, we successfully added 12-inch fabs into the pool of our foundry capacity for our large display driver ICs to ease the capacity shortage of 8” foundry where the vast majority of large panel driver ICs are fabricated. On high-end TV, Himax outpaced peers to lead the mass production of customized high-speed point-to-point (P2P) transmission using embedded panel intra interface such as iSP, CHPI, USI-T, CMPI, CEDS and CSPI for 4K TVs and 8K TV. On gaming monitor, we have high frame rate and high driving driver to meet various resolutions needs and frame rates such as UHD 240Hz, QHD 360Hz, FHD 480Hz, etc. We also successfully developed low power consumption driver applied in low power monitor to satisfied Energy Star 8.0 and even Energy Star 9.0. Lastly, our P2P driver and TCON ICs with 13.3\" FHD can meet Intel 1W project requirements.",
        "We also made tremendous progress in TCON product lines in 2022. The UHD TV penetration rate is larger than 65% in 2022, and we developed competitive UHD TV TCON to seize this market. Himax UHD TV TCON has mass production at all major China LCD makers. We also provide gaming TCON for the new QHD 360Hz and UHD 240Hz gaming monitor and notebook. For high-end gaming requirement, we have developed eDP 8.1G TCON to increase bandwidth.",
        "The table below sets forth the features of our products for large-sized applications:",
        "Product    FeaturesTFT-LCD Source Drivers ●     384 to 1920 output channels●     6-bit (262K colors), 8-bit (16 million colors) or 10-bit (1 billion colors)●     one gamma-type driver●     two gamma-type drivers to improve display quality●     three gamma-type drivers (RGB independent gamma curve to enhance color image)●     output driving voltage ranging from 7 up to 20V●     input logic voltage ranging from standard 3.3V to low power 1.8V and support half VDDA●     low power consumption and low EMI●     support COF and COG package types●     support TTL, RSDS, mini-LVDS (up to 460MHz), cascade modulated driver interface, or CMDI, point-to-point high speed interface (up to 4Gbps for 8K 120Hz) and customized interface technologies●     support dual gate and triple gate panel designs",
        "​",
        "​",
        "27",
        "Table of Contents",
        "Product    FeaturesTFT-LCD Gate Drivers ●      192 to 1600 output channels●      output driving voltage ranging from 10 up to 40v●      input logic voltage ranging from standard 3.3V to low power 1.8V●      low power consumption●      support COF and COG package types●      support dual gate and triple gate panel designs​​​Timing Controllers ●      product portfolio supports a wide range of resolutions, from VGA (640 x 480 pixels) to full HD, UHD and 8K4K (1,920 x 1,080 pixels, 1,920 x 1,200 pixels, 3840 x 2160 and 7680 x 4320)●     support mini-LVDS, point-to-point high speed interface and customized output interface technologies●      embedded overdrive function to improve response time●      support CABC and local dimming to save power and color engine to enhance color and sharpness●      support LVDS, eDP, MIPI and V-by-one input interface technologies●      support dual-gate, triple-gate, GOA (gate on array) and RGBW panel designs●      support amorphous silicon, IGZO and LTPS panel●      ASIC AMOLED Timing Controller●      ASIC uLED Timing Controller​​​Programmable Gamma OP●      8 to 16 channel gamma buffer outputs ●      channel VCOM buffer output●      Internal non-volatile memory●      2 gamma bank selection, setting time < 3uS●      Analog power supply voltage: 9.0V to 20.0V●      Digital power supply voltage: 2.7V to 3.6V●      Peak current on gamma channels: 200mA●      Peak current on VCOM channel: 400mA●      Programmable VCOM limit●      12C speed up to 1MHz",
        "​",
        "Small and Medium -Sized Applications",
        "Automotive Display Applications",
        "We offer source drivers, gate drivers, timing controllers and integrated drivers for the fast-ramping automotive display applications, such as instrument cluster display (ICD), center stack display (CSD), head-up display (HUD), rear seat entertainment display (RSE), rearview mirror display and sideview mirror display.",
        "28",
        "Table of Contents",
        "The automotive display drivers can support various display resolutions to meet the customized needs of automotive display, including GIP panel and non-GIP panel, a-Si TFT panel and LTPS panel. Meanwhile, the automotive display drivers can support higher output driving voltage for higher contrast ratio and faster liquid crystal response in automotive display applications. The automotive Timing Controller can support Local Dimming function for the goal of higher contrast ratio and thermal reduction in automotive display applications. We launched the world’s first TDDI design for automotive displays technology which started shipping in 2019 with meaningful mass production shipment to industrial leading automotive panel house, Tier-1 and brands starting 2021.Himax is the market leader in automotive display driver business covering the entire spectrum of products and technologies, including the industry’s most comprehensive traditional DDIC product offerings as well as leading solutions for new technology areas such as TDDI, local dimming Tcon, LTDI and AMOLED. Our automotive TDDI is broadly adopted by named Tier 1s and auto makers in their new launches of vehicles. Himax also have reached over 10 million units shipment accumulated in the third quarter of 2022, a milestone that, demonstrates a robust growing trajectory moving forward. With the commencement of TDDI mass production and LTDI thereafter starting 2023, we are confident that our overall market share in the automotive display driver market will continue to rise in the coming years and our technological prowess continues to separate us from peers for the next generation display for automotive. In addition, on TCON ICs for automotives, we also have embedded local dimming feature in TCON for TFT-LCD to support higher contrast instrument panels needed for drivers to read the content of the meter quickly. Additionally, several key panel makers also seek Himax cooperation to develop AMOLED for automotive applications. We have developed certain customized AMOLED ASIC for some of these key panel makers where some already started mass production in 2021.",
        "The following table summarizes the features of our products used in automotive display applications:",
        "​",
        "Product FeaturesTFT-LCD Source Drivers​●642 to 1,920 output channels●6-bit (262K colors), 8-bit (16.7 million colors)●support RSDS, mini-LVDS, Point-to-Point interfaces●output driving voltage ranging up to 15V●support COG and COF package type​TFT-LCD Gate Drivers​●100 to 1,600 output channels●output driving voltage ranging up to 40V●support COG and COF package type​TFT-LCD Integrated Drivers​●highly integrated chip embedded with source driver, timing controller and power circuit●support RGB, LVDS input interfaces●support Single Gate, Dual Gate, Triple Gate panel structure●support 2MUX, 3MUX, 4MUX, 6MUX LTPS panel structure●support GIP panel (a-TFT GIP or LTPS GIP or IGZO GIP) and non-GIP panel●support resolution up to 2880 RGBx1080 (or 3840 RGBx810) with cascaded chips●source driver output driving voltage ranging up to ±6.6V or 16V●support Fail Detect Function, including CRC Function●support Local Dimming Function●support Telltale OSD function●support COG and COF package type​",
        "29",
        "Table of Contents",
        "Product FeaturesTiming Controllers​●support LVDS, eDP 1.2 input interface●support mini-LVDS, Point-to-Point output interfaces●support Single Gate, Dual Gate, Triple Gate panel structure●support 2MUX, 3MUX, 6MUX LTPS panel structure●support GIP panel (a-TFT GIP or LTPS GIP or IGZO GIP) and non-GIP panel●support various resolutions up to 4K2K(ICD) or 8K1K(CID)●support Local Dimming Function●support Dual Cell Panel Structure Function●support Fail Detect Function, including CRC Function●support Over Driver & De-mura function●support Telltale OSD function​TFT-LCD TDDI ​●highly integrated chip embedded with source driver, timing controller, touch controller and power circuit●support LVDS input interfaces●support Single Gate, Dual Gate, Triple Gate a-TFT panel structure●support 2MUX, 3MUX, 4MUX and 6MUX LTPS panel structure●support GIP panel (a-TFT GIP or LTPS GIP) and non-GIP panel●support resolution up to 5760RBx720 with 3 chips cascaded ●source driver output driving voltage ranging up to ±6.6V●support Fail Detect Function, including CRC Function●support Telltale OSD function●support Color Engine function●support COG package type​TFT-LCD LTDI​●Large-sized Touch and Display Integration solution●support point-to-point iSP input interface●support resolution up to 12K1K with multi-chip cascaded●support COF and COG package types​AMOLED Solutions​●ASIC TCON and Driver IC chipset designed to meet customized requirements for automotive ",
        "​",
        "Smartphone and Tablet Applications",
        "We offer display drivers for small and medium-sized displays in smartphone and tablet applications that combine source driver, gate driver, timing controller, DC to DC circuits, and optional frame buffer into a single chip or cascades chips in various display technologies, such as TFT-LCD and AMOLED.",
        "Smartphones and tablet have gained greater popularity among small and medium-sized display drivers and enjoyed high growth in recent years. This has also contributed to increased demand for larger size and higher resolution smartphone displays. In 2016, Himax developed a series of single chip touch display driver integrated circuit (TDDI) for advanced in-cell touch display panel. Himax started the shipments of in-cell TDDI for some smartphones in 2016 and extended TDDI solution to tablet application in 2017. In-cell TDDI, featuring thinner display, slimmer border, and better visual quality, has been getting popular, so we re-invented a new generation of TDDIs supporting COG and COF for 18:9 or wider aspect ratio with interlaced output pins, which makes the bottom border of the in-cell touch display even smaller to gain higher display to body ratio. Our FHD+ and HD+ TDDI successfully gained design-wins with a few leading Korean and Chinese smartphone brands and panel makers. We started small volume shipments in the first half of 2018 with accelerating volume starting in the second half of 2018 into 2019 and beyond. Starting in 2020, Himax extended our product offerings with high frame rate TDDI solution and has started shipping to top-tier smartphone OEMs.",
        "30",
        "Table of Contents",
        "A major development we are seeing in the marketplace is increased utilization of the AMOLED display for smartphone, smart watch, automotive and tablet. This is due to investments on expanded AMOLED capacity as well as increased demand for under-display fingerprint technology that is only available in the AMOLED display for the time being. We are collaborating closely with leading panel makers across China and Korea for AMOLED product development in smartphone, tablet, automotive and other consumer electronics. In the first quarter of 2022, the Company’s flexible AMOLED driver and Tcon for automotive display successfully ramped up for a customer’s flagship EV model, while in the second quarter of 2022, the Company commenced production of AMOLED TCON and Driver IC chipsets for tablet applications for a leading OEM for their 11-inch and 12.6-inch flagship models. Concurrently, the number of awarded projects in AMOLED for automotive and tables with worldwide named vendors is increasing. We believe AMOLED solutions, including driver ICs and Tcons, will become one of the major growth engines for the Company moving forward.",
        "On the other hand, the application of in-cell TDDI started to extend from mainstream smartphone to larger displays in 2018. Himax started to offer various new TDDI solutions for tablet, smart speakers, and even some infotainment displays in automobiles. The first tablet TDDI with WXGA resolution went into mass production in 2018 and also extended to leading smart speaker applications as well. In 2019, Himax announced a series of new driver and TDDIs for tablet application. The COF packaged driver IC solution enabled one leading tablet OEM to successfully launch a WQXGA resolution tablet with super slim bezel. We also added another new features to our TDDI that can support up to WUXGA and WQXGA resolution which has gained several design-wins from tablet OEMs across Korea and China in 2019. We also launched the first TDDI supporting active stylus function in tablets which commenced mass production and contributed to our tablet application business in early 2020. With the demand increase for bigger size display, higher resolution, and precise touch accuracy and stylus performance, Himax kept developing new tablet TDDIs to broaden the company’s product lineup to maintain our leading market position. We started mass production for the world’s first 12.4” WQXGA super high-resolution in-cell tablet PC with a leading end customer in 2021 and expanded collaborations with more brands into more models in 2022.",
        "Tablet in-cell TDDI offers the benefits of lower cost and a simplified supply chain that represents an easier manufacturing process for panel makers. For consumers, it offers a lighter weight, slimmer and more stylish design as well as improved touch accuracy with added option for active stylus. Our active stylus in-cell technology is adopted in many launched tablet products. At present, we are the dominant supplier for literally all leading Android names. In 2020, tablet demand picked up significantly, fueled mainly by remote work and online learning demand due to the pandemic. TDDI for tablet application continues to broaden its market and penetrate notebook PC applications, representing a potential upside for Himax into 2023 and beyond.",
        "The following table summarizes the features of our products for smartphone and tablet applications: ",
        "Product    FeaturesTFT-LCD TDDI for smartphone and tablet​●In-cell TDDI (Touch and Display Driver Integration) as a highly integrated single chip embedded with the source driver, gate driver, power circuit, timing controller and memory, touch sensor ADCs and microcontroller●Mainstream smartphone single chip for HD+ (720RGB x Y pixels) or FHD+ (1080RGB x Y pixels)●Mainstream tablet PC resolutions for WXGA (800RGB x Y) with single chip or WUXGA (1200RGB x Y), WQXGA (1600RGB x Y) with 2-chip cascaded●Conventional 60Hz and up to 144Hz new high frame rate solutions●Support MIPI interface and VESA DSC●Support up to 16 million colors●Support active stylus for tablet PC●COG and COF solutions for super slim bottom border​",
        "31",
        "Table of Contents",
        "Product    FeaturesTFT-LCD Tablet Display Drivers​●highly integrated single chip embedded with the source driver, power circuit, and timing controller●suitable for a wide range of resolutions from WSVGA (600 x 1024), WXGA (800 x 1280), WUXGA (1200x1920) to WQXGA (1600 x 2560)●support up to 16 million colors●support RGB separated gamma adjustment●support CABC●support color enhancement features●support MIPI interface●touch display driver integrated circuit (TDDI) for advanced in-cell touch display●supporting TDDI with active stylus●COG and COF solutions for super slim bezel​AMOLED Solutions​●ASIC TCON and Driver IC chipset designed to meet customized requirements for tablet ●Flagship tablet resolutions WQXGA (1600RGB x Y) with multi-chip cascaded, up to 3Kx2K resolution and 144Hz refresh rate●Support MIPI interface and VESA DSC with 1 billion colors (10bit grayscale)●Smartphone single chip with sub-pixel rendering, Demura-IPs for FHD+ resolution with up to 144Hz high frame rate●Support MIPI interface and VESA DSC with 1 billion colors (10bit grayscale)",
        "​",
        "Electronic Paper Display Applications",
        "We offer display driver for the Electronic Paper Display (EPD) applications, Electronic Shelf Label (ESL) and Signage Display. The Electronic Paper Display (EPD) drivers can support various display resolutions to meet the customized needs of applications. We are collaborating with world-leading e-paper customers for certain ASIC projects on their next generation products. This consolidates our market presence in the emerging e-reading and e-signage segments from 2022 and onward.",
        "​",
        "32",
        "Table of Contents",
        "The following table summarizes the features of our Electronic Paper Display (EPD) solutions:",
        "​",
        "Product    FeaturesElectronic Paper Display (EPD) Source Drivers​●Features 320 to 1296 output channels●output driving voltage ranging from 15 up to 50v●input logic voltage ranging from standard 3.3V to low power 1.8V●low power consumption and low EMI●support TTL, mini-LVDS cascade modulated driver interface, or MIPI high-speed interface and customized interface technologies●support COF and COG package types​​​Electronic Paper Display (EPD) Gate Drivers​​●100 to 972 output channels●output driving voltage ranging from 10 up to 50v●input logic voltage ranging from standard 3.3V to low power 1.8V low power consumption●support COF and COG package types​​​Electronic Paper Display (EPD) Timing Controller​●Support MIPI 4 lane input interface●Support TTL, mini-LVDS output interface●Support maximum resolution 3840x2160●Use USB/SPI/I2C control interface●Support LPDDR2 memory​​​Electronic Shelf Label (ESL) Integrated Drivers​●Highly integrated chip embedded with source driver, timing controller and power circuit●Source driver output driving voltage ranging up to 30V●Support COG package types",
        "​",
        "ASIC service",
        "From 2012, we successfully completed several ASIC service projects for Japan top TV, Projector and HMD makers with advanced and high-performance customized video processing chips. All of these chips are implemented with our proprietary video process platform that includes our video process display IPs and high-speed transmission IPs. The process nodes adopted for these ASICs are usually 40nm, 55nm and even 28nm processes. From 2016, we also developed the depth sensing technology that aims 3D sensing and AR/VR markets.",
        "The following table summarizes the features of our ASIC service:",
        "​​​Product   FeaturesASIC Service​●Well-established ASIC development platform, based on our unique video processor and image processing technologies.●offer a wide variety of video interface IPs, like LVDS, HDMI, DVI, V-by-one, Display port, MIPI, MHL, etc.●built-in 8/32- bit microprocessor built-in video processing algorithm like super-high resolution, sun-light readable, MEMC, FRC, etc.●built-in 3D feature technologies like 2D-to-3D, Glasses-free 3D, 3D multi-view, 3D visual protection, etc.●support 4K x 2K/ 5K x 2K/ 8K x 4K display●Depth sensing algorithm and hardware accelerator for 3D sensing and AR/VR applications​",
        "​",
        "LCoS and MEMS Products",
        "Himax Display, our subsidiary, has contributed to our microdisplay products lines: Color-filter LCoS, Color-sequential LCoS, Front-Lit LCoS, Phase modulation LCoS and MEMS.",
        "33",
        "Table of Contents",
        "The latest development of Front-Lit LCoS enables an ultra-compact and extremely power-efficient optical engine by consolidating and integrating LED illumination system and the polarization beam splitter (PBS) into the micro display module itself. Front-Lit LCoS enables a much-simplified optical engine design and assembly process that could successfully lowered customers’ manufacturing time and costs.",
        "Himax Display is one of the market leaders of the LCoS industry since 2012 with its whole product line patented. Himax Display has a mass production ready liquid crystal assembly line, which is unique in the industry with mass production shipping volume. We have produced and shipped around 3 million units from this ISO certified line. Our customers use our products in various applications such as pico-projector, communication, toy projector, AR glasses, and AR-HUD for automotive.",
        "The merits of our technology feature in resolution, power consumption, size, cost, optical engine design, and image quality. Many of our industry-leading customers have demonstrated their state-of-the-art products, including pico-projector, holographic display, AR glasses and AR HUD system, with Himax LCoS technology inside at the 2020 CES with positive market feedbacks. Our technology leadership and proven manufacturing expertise have made us a preferred partner for customers in these emerging markets and their ongoing engineering projects in AR glasses and AR HUD for automotive applications. In May 2021, Himax Display revealed its proprietary LCoS 2.0 phase modulation technology, which enable features such as multi-focal plane images displaying along with less power consumption, lower cost and smaller form factor to enable holographic display applications for AR-HUD. In addition, phase modulation technology provides LiDAR for autonomous driving and Wavelength Selective Switch (“WSS”) for Wavelength-Division Multiplexing (“WDM”) optical communications networks. In the near future,  it is expected that holographic display will provide a revolution to AR-glasses to achieve consumer friendly products (small size, light weight and low-power consumption).",
        "We provide a rich products family for customers to choose for different applications, as each product has its own most important parameters to select and Himax Display provides choices to customers. The following table shows certain details of our products:",
        "​",
        "Product    Size and ResolutionColor-Filter LCoS Microdisplays​●0.28” (320x3x240 pixels) QVGA●0.29” (800x3x480 pixels) WVGA●0.35” (1280x3x720 pixels) HD●Customized design ​ Color-Sequential LCoS Microdisplays​●0.22” (640 x 360 pixels) nHD●0.37” (1366 x 768 pixels) WXGA●0.37” (1920 x 1080 pixels) Full HD●Customized design ​Front-Lit Color Filter LCoS​●0.22” (640 x 3x 360 pixels) nHD●0.35” (1280 x3x 720 pixels) HD●Customized design​​​Phase Modulation LCoS​●Selective phase range based on the required response time.●Analog drive scheme with 120Hz refresh frame rate to reduces optical flicker and provides stable phase response over time.●Customized design●Operated in full phase modulation (0~2π) in visible range ​MEMS​●0.55” (1280 x 800 pixels) WXGA",
        "​",
        "Power ICs",
        "Himax provides TFT-LCD television, monitor and notebooks power management solutions. The main products are Power Managements ICs (PMIC), Programmable Gamma OP ICs (PGOP) and Level Shifter ICs (LS). In recent years, PMIC/PGOP 2-in-1 and PMIC/PGOP/LS 3-in-1 PMIC have gradually become the mainstream solutions.",
        "34",
        "Table of Contents",
        "Power Management ICs",
        "A power management IC integrates several power components to fulfill system power requirements. It may include step-up or step-down pulse width modulation, or PWM, DC-to-DC converters, low-dropout regulators, or LDO regulators, voltage detectors, operational amplifiers, p-gamma OP, level shifters, and/or other components. For panel module applications, a power management IC provides a reliable and precise voltage for source drivers, gate drivers, timing controllers, and panel cells. Moreover, its built-in over-temperature and over-current protections help prevent components from being damaged under certain abnormal conditions. As integrating an increasing number of components into a power management IC is likely to be a continuing trend, we believe power management ICs will continue to be critical components of a TFT-LCD panel module. The following table summarizes certain features of our power management IC products:",
        "​",
        "​Product    FeaturesIntegrated Multi-Channel Power Solutions for Notebooks​●PMIC, PGOP 2-in-1 and Level Shifter●2ch programmable gamma voltage inside●PAVDD Synchronous Boost Converter ●NAVDD Synchronous Inverting Converter ●VGH / VGL Synchronous SIBO Converter●built-in power MOSFET●step-up PWM converter●charge pump regulator●LDO regulator●programmable voltage detector●gate pulse modulator●Vcom operational amplifier●I2C programmable●low frame rate control for power saving solution●built in UVLO, UVP, OVP, SCP and OTP protection​​​Integrated Multi-Channel Power Solutions for Monitors​●PMIC, PGOP and Level Shifter 3-in-1●built-in power MOSFET●step-up PWM converter●HV LDO regulator●programmable voltage detector●gate pulse modulator●programmable Vcom voltage / Vcom operational amplifier●programmable gamma voltage with operational amplifier●built in UVLO, UVP, OVP, SCP and OTP protection​​​Integrated Multi-Channel Power Solutions for TVs​●PMIC, PGOP 2-in-1 and Level Shifter●built-in power MOSFET●step-up PWM converter●step-down PWM converter●charge pump and buck-boost regulator●HV LDO regulator●programmable voltage detector●gate pulse modulator●Vcom operational amplifier●I2C programmable●programmable gamma voltage with operational amplifier●built in UVLO, UVP, OVP, SCP and OTP protection",
        "​",
        "35",
        "Table of Contents",
        "Programmable Gamma OP ICs",
        "It is a Programmable Gamma, DVR and VCOM IC. Each is controlled by a 10-bit digital analog converter (DAC). The user can easily select one of the two gamma curves to compensate for the display. The PGOP also includes a channel DVR, VCOM buffer and built-in 7-bit DAC. Support 128-step to adjust the VCOM output voltage by I2C control setting automatically.",
        "​",
        "Product    Features14 channel PGOP for dual gate GOA TFT-LCD​●      Programmable gamma buffer DVR and VCOM buffer●      14 channel analog output gamma reference voltage●      10-bit Gamma DAC resolution●      2 Gamma bank register●      2 Gamma bank NVM●      Built in output channel resister●      I2C interface",
        "​",
        "Level shifter",
        "TFT-LCD panel manufacturers have developed panel designs to reduce the usage of display drivers, like gateless designs, which integrate the gate driver function onto the glass but needed level shifter. All level shifter channels feature the same input circuitry and are compatible with the standard logic-level signals generated by timing controllers in typical applications. The level shifter converts the timing-controller (TCON) logic-level signals to the high-level signals needed by the GOA (gate on array) display. The output circuitry has been designed to achieve high rise and fall times when driving the capacitive loads typically encountered in TFT-LCD display applications.",
        "​",
        "​Product    Features16- channel output level shifter for GOA TFT-LCD​●      Support 1 or 2 of T-con input signals●      Support 1 or 2 input and 4/6/8/10 clock channel output●      2 channel STV●      2 channel LC●      Reset function●      OTP/ SCP and OCP function by I2C or Resistor adjustment",
        "​",
        "LED driver",
        "A light-emitting diode (LED) is a semiconductor light source that is widely used in lighting, display and TFT LCD backlight nowadays. The advantages of LEDs as light sources are the small size, fast switching, low power consumption and long lifetime etc.",
        "LED driver IC is designed to dim the LEDs with critical features such as high current accuracy, high current matching, short LED protection, open LED protection, over voltage protection, ghosting effect reduction and current sink leakage protection etc.",
        "​Product    FeaturesCustomer ASIC​●      By Customer Specification",
        "​",
        "CMOS Image Sensor Products",
        "The CMOS image sensor products are developed by our subsidiary, Himax Imaging. The products were designed firstly for camera-equipped mobile devices, such as mobile phones, tablets and notebook computers, with a focus on low light image and video quality. Although it seems relatively challenging for us to gain significant market share in conventional RGB camera, we do think there are various interesting and different applications in imaging. Based on the technologies and IP we developed, on top of legacy products for laptop and multimedia we have been supplying, our product lines have been expanded to cover three domains: ultralow power computer vision- Always-On Sensor (“AoS”), Near Infrared (“NIR”) sensor, and big pixel BSI sensors in automotive and surveillance. In 2019, we further prioritized our focus on ultralow power computer vision- Always-On Sensor (“AoS”) as the demand for battery-powered smart device with AI intelligent sensing is rapidly growing. Together with the technologies we already developed, such as Near Infrared (“NIR”) sensor, we can provide our customers the best integrated solutions for several specific domains.",
        "36",
        "Table of Contents",
        "In addition to advancing our AoS sensor to drive the power as low as possible, we also devote ourselves to developing sensors that have industry leading small pixel (1.12um) with higher near infrared Quantum Efficiency (“QE”) to support the new generation cameras. Their superior performance hugely helps to reduce the system’s power consumption and therefore enhances the system performance. With the high QE in NIR band, we open the doors to building more sensor and camera systems for machine vision. For example, our HM11B1 is a critical part of Himax’s WiseEye notebook solution, an AI-based ultralow power AI image sensing total solution and has penetrated into the laptop ecosystem for the most stylish super slim bezel design. Given its slim dimension (narrower than 2mm of the chip itself) to support ultra-thin bezel, we originally combine IR sensor to support Windows Hello, and then added intelligent AoS sensor into a single silicon. This 2-in-1 sensor not only enables new features, but also greatly saves laptop makers’ effort in mechanical design and overall cost.",
        "We are committed to be a key player in the CMOS image sensor business with continuous investment in experienced human resources, an efficient supply chain as well as strategic technology developments and partnerships to further increase the performance and improve features of small and specially designed pixel sensors.",
        "The following table sets forth the features of our CMOS image sensor products:",
        "Product    Features4MP UltraSense 2 NIR Sensor​●1/3” format color type with high sensitivity BSI pixel●4MP resolution with 1:1 aspect ratio with Staggered HDR function at 30 frames per second for doorbell application, ●Provide ultralow power mode to support pre-rolling function with Himax WE1 AI processor●4-lane MIPI CSI2 outputs RAW8/10●ES target at 2023 Q2​FHD 1/7” 1080p UltraSense Color Image Sensor​●1/7” format with high sensitivity BSI pixel●1080p FHD resolution at 60 frames per second●Support Always-on mode at 480x270 < 1mW @ 2fps and motion detection●Support line-based staggered HDR●2-lane MIPI CSI2 outputs●Frame-Sync control for multiple camera system ​​​FHD 1/4” 1080p UltraSense Color Image Sensor​​●1/4” format with high sensitivity BSI pixel●1080p FHD resolution at 30 frames per second●Low power consumption●Provide high NIR sensitivity and 4x4 RGB-IR option●2-lane MIPI CSI2 and 10bit parallel DVP outputs●Frame-Sync control for multiple camera system​​​HD 720p UltraSense 2 Color Image Sensor​●1/9” format with high sensitivity BSI pixel●720p HD resolution at 30 frames per second●Low power consumption●Support LED-sync for Microsoft Windows Hello●1-lane MIPI CSI2 outputs RAW8/10​HD 720p Ultra Low Power Color Image Sensor​●1/11” format with high sensitivity BSI pixel●720p HD resolution at 60 frames per second●Ultra slim design to meet 2.2mm narrow bezel notebook computer●Provide Ultralow Power mode <1mW for qqHD 3fps for human detection application●Provide RGB for video and W-IR version for AoS + Windows Hello●Support Motion Detection to save system power SPI and 1-lane MIPI CSI2 dual outputs for both detection and video",
        "37",
        "Table of Contents",
        "Product    Features1.3MP ClearSense EDR Color Image Sensor embedded with image processor for Surveillance​​​●1/4” format with ultra-high sensitivity●ClearSense achieves higher dynamic range in color up to 84dB with on-chip tone mapping●800p and 720p resolution at 30 frames per second●Flexi engine automatically controls dynamic range, exposure, gain, and white balance to balance color fidelity and contrast●Color processing pipeline including lens shading correction, defect correction, edge enhancement, color interpolation and correction, gamma control, and saturation/hue adjustment.●Anti-blooming and dark sun cancellation●Built-in low dropout regulator and power on reset●10-bit parallel video data port supports RAW, YUV422, and RGB565/555/444​1.2MP UltraSense 2 Color Image Sensor embedded with image processor for Automotive​●1/4” format with ultra-high sensitivity●Ultrasense 2 BSI pixel offers higher sensitivity for low light condition●Operation up to 105ºC●960p and 720p resolution at 30 frames per second●Color processing pipeline including lens shading correction, defect correction, edge enhancement, color interpolation and correction, gamma control, and saturation/hue adjustment●Dynamic Range Optimizer offers best dynamic range of video●Anti-blooming and dark sun cancellation●Built-in low dropout regulator and power on reset●10-bit parallel video data port supports RAW, YUV422, and RGB565/555/444​NTSC/PAL WVGA Color Image System on embedded with image processor for Automotive and Surveillance​●High sensitivity, low noise VGA sensor operating up to 60FPS●Visible and near infrared sensitivity●Operation up to 105ºC●Ultra-compact automotive package●Advanced defect correction with built-in temperature sensor●Embedded ISP with programmable automatic exposure and white balance●Optical alignment pixel with crop and zoom to native resolution●4Kb OTP for sensor initialization, module storage, and overlay setting●Multi-color static overlay engine​QVGA Ultralow Power CMOS Color Image System for Machine Vision and Detection​●High sensitivity, low noise 1/11” 320x320 image area●Under 2.5mW at QVGA 30fps and 1mW at QQVGA 15fps●Embedded auto-exposure and motion detection●NeoPac and CSP package●Parallel 8bits, 4bits and 1bit data output​VGA Ultralow Power CMOS Color Image System for Machine Vision and Detection​●High sensitivity, low noise 1/6” 640x480 image area●Operates approximately 7mA VGA 60FPS to 140µA in QVGA 2FPS mode●Provide high accurate motion detection●Pre-metered exposure provides well exposed first frame and after extended sleep (blanking) period●Automatic wake and sleep operation with programmable event interrupt to host processor●Parallel 8bits and 1-Lane MIPI CSI2 interface",
        "​",
        "Wafer Level Optics Products",
        "Wafer level optics are optical products manufactured using semiconductor process on wafers. This innovative approach enables wafer level optics to manufacture micro/nano optics structure and high temperature resistance, making the compatible Surface-Mount Technology or SMT reflow process possible. We offer entire optical solutions for customers who need compact and easy-to-handle optical products on their electronic devices.",
        "38",
        "Table of Contents",
        "Combining traditional optical lens design, precise mold control and semiconductor manufacturing expertise, our WLO lens with integrated waveguide, refractive optics and diffractive optical element (DOE) is one of the best solutions for next generation computational imaging module for 2D/3D illumination and 3D dot projector, which can be applied to 3D face recognition, 3D sensing, 3D reconstruction, and gesture control. Himax is a pioneer in high-precision diffraction optics technology with over 15 years of experience, having worked on very different designs over a variety of applications with some of the world’s most heavyweight tech names. With the innovative process and specific structure, our wafer level optics products provide small form factor and compact module size to be easily integrated into consumer products. The diffraction optics technology is now well adopted in 3D sensing, AR/VR devices, holographic display, automotive, biomedical inspection, optical communication, etc. We are seeing that DOE plays an even more decisive role for the next generation optical technology in light of its high-precision and lightweight characteristics.",
        "Our WLO technology is also adapted to form microstructures such as lens array, DOE and lenticular lenses for advanced applications in digital and computational imaging fields. These technologies stand in a unique position to integral optical design, semiconductor manufacturing process, and compact packaging service, which are rarely covered by one single company. Deeply rooted in core wafer level optics technologies, we provide highly customized optical solutions and high-volume manufacturing to many Tier-1 customers such as structured lighted and ToF 3D sensing on mobile devices, AR/VR gadgets, automotive, biomedical devices and many other AIoT applications. ",
        "Our WLO business hit inflection in the middle of 2017 when we began mass shipment to an anchor customer. The overall 2018 shipment increased considerably year-over-year because of the customer’s large-scale adoption in more models. In 2019, we continued the strong shipment momentum from 2018 to fulfill an anchor customer’s higher demand with a significant year-over-year increase. We continued our shipment to an anchor customer for their legacy product and continue making progress on R&D projects with world-leading high-tech giants for ToF 3D sensing, AR/VR gadgets, automotive, biomedical devices and others, targeting their future generation products centered around our exceptional design know-how and mass production expertise in WLO technology. One illustration is our WLO technology being deployed by one VR player to empower 3D perception sensing for precise controller-free gesture recognition. We expect volume production starting in 2023. ",
        "39",
        "Table of Contents",
        "The following table sets forth the features of our wafer level optics products:",
        "​",
        "Product    FeaturesRefractive Optical Lens​●for Micro Lens Array(MLA) illumination diffuser, lighting control, flux illumination lens, collimation lens, and compact size camera lens●provide multi-layer solution including optical AR coating, IR-cutting filter coating, aspheric surface●double-side manufacture process●already in mass production ​ Diffractive Optical Element (DOE)​●computational imaging, flux illumination, dot projector for 3D sensing, 3D reconstruction, gesture and illumination control●using WLO process to integral multi-layers DOE and refractive lens●provide customized solution for specific application●the smallest form factor and reflowable component●eye safety detect circuit embedded ​ Diffuser element for flood illumination and TOF​●using WLO process to integral multi-layers DOE technology●the smallest form factor and reflowable component●eye safety detect circuit embedded​​​Near Infrared (NIR) Projector Module​●dot projector module solution for computer vision, 3D sensing, 3D reconstruction, gesture and illumination control●integral NIR Laser (830/850/940nm), optical system (refractive+ diffractive lens) and high precise active alignment assembly solution to provide the smallest form factor●module design for smartphone and other mobile devices●provide customized module solution for different application●the smallest form factor and reflowable device●including active eye safety solution (Class-1)​​​Flood illumination Module​●provide customized solution for specific application integral NIR Laser (830/850/940nm), and high precise active alignment assembly solution●module design for smartphone and other mobile devices●the smallest form factor and reflowable device●including active eye safety solution (Class-1)​​​",
        "​",
        "3D Sensing Business",
        "We continue to participate in most of the smartphone OEMs’ ongoing time-of-flight (ToF) 3D sensing projects. In 2018, our structured light-based 3D sensing total solution targeting Android smartphone’s front-facing application was unsuccessful due to the high hardware cost of 3D sensing, the long development lead time required to integrate it into the smartphone and the lack of killer applications which is limited to phone unlock and online payment. Instead of 3D sensing, most of the Android phone makers have chosen the lower cost fingerprint technology which can achieve similar phone unlock and online payment functions with somewhat compromised user experience.",
        "As a leading provider of 3D sensing technology, Himax is also an active participant in smartphone OEMs’ design projects for new devices involving ToF technology. We are seeing increasing ToF adoption by smartphone makers for world-facing cameras to enable advanced photography, distance/dimension measurement and 3D depth information generation for AR. Unlike structured light 3D sensing where we provide total solution or just projector module or optics depending on customers’ needs, with ToF, we will only focus on transmitter module or optics component by leveraging our WLO related expertise. We continue to actively work with industry leading VCSEL providers, sensor companies, module manufacturers and smartphone makers for a new and advanced ToF 3D solution development, targeting Android smartphones. Leveraging on our WLO technology, we have provided our partners with spot projectors or optics components for their reference design.",
        "40",
        "Table of Contents",
        "3D sensing can have a wide range of applications beyond smartphone. We have started to explore business opportunities in various industries by leveraging our structured light 3D sensing total solution. Starting in 2021, we shipped small volume of business access control and biomedical inspection devices with more design-ins and engagements currently under progress. To strengthen our offers in 3D sensing total solution, we have been collaborating closely mainly with two types of partners: those with industry-leading expertise in facial recognition algorithm and those offering application processors with strong AI capability. ",
        "Other than 3D sensing total solution, we also provide key component, including3D decoder IC and 3D vision processors. Our proprietary 3D decoder IC can accelerate local image processing for face recognition and offer best-in-class security authentication, therefore it- is particularly suitable for customers who wish to design their own structured light-based 3D sensing solution. It was already certified by the leading Chinese electronic payment standard with requirements of accurate data decoding, timely operation and strict privacy and now it’s well-adopted by many China e-payment solution providers. We entered into volume production of our proprietary 3D decoder IC in 2020, followed by meaningful volume shipments into 2021 and 2022. In the light of increasing adoption of 3D sensing technologies in various aspect of our daily life, a series of next generation 3D vision processors is also under development to support a variety of state-of-the-art 3D sensing technologies in Time of Flight (”ToF”) and structured light, aiming to improve user experience when people interact with AR and VR applications.",
        "Our critical 3D sensing Technologies includes the following:",
        "Wafer Level Optics Products",
        "WLO is one of the key technologies enabling 3D sensing, AR goggle devices, and many other applications. Levering on our exceptional design know-how and mass production experience in WLO technology, we are able to produce the world’s most compact optics required for 3D sensing, while also achieving superior performance and lower costs.",
        "ASIC",
        "One of the critical elements of our 3D sensing total solution is an ASIC for 3D depth map generation. We are able to develop the ASIC thanks to our unique in-house capability in developing video ASICs for customers. Equipped with the ASIC, our 3D sensing total solution can substantially reduce the power consumed while processing 3D sensing, enhance personal data security, accelerate the 3D depth map generation, and provide superior depth data output that matches with our optical component. We consider this unique capability as our competitive advantage. It has been and will continue to be one of our key drivers in the success of our 3D sensing total solution.",
        "Active Alignment",
        "With much experience in optical assembly for AR and VR devices, our factory has developed a system to do active alignment for tiny components. From the incoming quality check, assembly process, and testing, all steps are monitored and checked. The precision assembly capability gives us a very good foundation to do the optical assembly for DOE, WLO, and laser.",
        "Laser Driver",
        "Based on our expertise in projector, optics, and driver, we have designed a special Glass Broken Detection (“GBD”) mechanism on our projector. We also have a proprietary laser driver design that detect the connection of the GBD on the projector. When GBD connection is abnormal, which means glass was broken, the laser driver can cease the laser to prevent users from being exposed to higher power laser energy leaking from the broken glass.",
        "41",
        "Table of Contents",
        "The following table sets forth the features of our SLiM 3D sensing solutions:",
        "​",
        "​Product    FeaturesSLiM 3D sensing total solution​●    Dot projector: More than 33,000 invisible dots, the highest in the industry, projected onto object to build the most sophisticated 3D depth map among all structured light solutions●    Depth map accuracy: Error rate of < 0.5% within the entire operation range of 30cm-100cm●    Face recognition: Enabled by the most sophisticated 3D depth data to build unique facial map that can be used for instant unlock and secure online payment●    Indoor/outdoor sensitivity: Superior sensing capability even under total darkness or bright sunlight●    Eye safety: Certified for IEC 60825 Class 1, the international laser product standard which governs laser product safety under all conditions of normal use with naked eyes●    Glass broken detection: Patented glass broken detection mechanism in the dot projector whereby laser is shut down instantaneously in the event of broken glass in the projector●    Power consumption: Less than 400mW for projector, sensor and depth decoding combined, making it the lowest power consuming 3D sensing device by far among all structured light solutions●    Module size: the smallest structured light solution in the market, ideal for embedded and mobile device integration​​​HV-II 3D Decoder ASIC​●Himax 3D Depth Processor with high depth accuracy●Support up to HD resolution depth map for different applications●2D & 3D auto-exposure control for projector and sensor●Frame rate conversion for different application/capability of SOC●Scaling engine for different application/capability of SOC●Ambient light detection and removal●Embedded Security Engine●Power Management Engine for power shutdown●MIPI CSI-2 / DPHY interface",
        "​",
        "Ultralow power WiseEye Smart Image Sensing",
        "The demand for always-on battery-powered smart devices with AI intelligent sensing is rapidly growing. By combining an ultralow power image sensor with a custom computer vision ASIC and machine-learning algorithms, Himax ultralow power WiseEye smart image sensing solution enriches connected edge devices with AI capability. The end-point AI system, which consumes only a few mW power consumptions, is leading the industry for the next-generation of battery operated, clever computer vision applications. The ultralow power WiseEye smart image sensing solution is being engaged in a variety of applications, such as notebook, home appliances, utility meter, automotive, battery-powered surveillance camera, panoramic video conferencing, and medical, just to name a few. Among Himax’s ultralow power WiseEye smart image sensing businesses, our WiseEye for notebook solution features human presence detection and on-looker detection, offering power saving and enhancing privacy and security for notebook users. In 2021, we were highly encouraged by our WiseEye notebook solution being officially awarded by Dell, with a sizable purchase order, for a series of their new models. This represented a remarkable achievement and an illustration of the robustness of our AI solution. In 2022, we continue to support the mass production of Dell’s notebook and other end-point AI applications, such as shared bike parking, video conference device, door lock and medical capsule endoscope and many others. We expect to see more design-wins awarded across a broad customer base and a high variety of applications leading to robust sales growth for this new high margin product line moving forward.",
        "42",
        "Table of Contents",
        "The following table sets forth the features of our ultralow power WiseEye smart image sensing total solutions:",
        "​​​Product    FeaturesWiseEyeTM AI total solution ​●The total solution incorporates Himax proprietary ultralow power WiseEye AI processor, always-on CMOS image sensor, and CNN-based computer vision AI algorithm, featuring tinyML AI in tiny form factor, ultralow power consumption, low latency, privacy protection and optimized cost.●Total solution supports use of a variety of Himax CMOS image sensors –HM11B1 RGB/IR/AI hybrid sensor. Uniquely designed for ultralow power Computer Vision applications with always on scanning as low as 100uW.●WE1 AI processor is a uniquely designed ultralow power computer vision processing silicon, targeting always on applications with a sub 1mW capabilities. WE1 is especially suitable for resource-constrained and battery powered context-aware application, such as motion detection, human detection and face detection.●Computer vision algorithm is based on tiny machine learning framework, which is trainable for desired use cases (human presence detection, attention detection and on-looker detection for notebook applications; occupancy detection, gesture recognition etc. for AIoT applications) on ultralow power and resource-constrained compute platform (CPU clock, internal memory)",
        "​",
        "For the other business model, we provide key components, such as proprietary ultralow power WE1 AI processor or Always-On CMOS image sensor (AoS). For our key component business model, we reinforced our go-to-market strategy by intensively participating in leading AI partners’ infrastructures and ecosystems and/or AI communities. The Company collaborates with world-leading edge-to-cloud service providers and system integration companies, such as Google TensorFlow, Microsoft Azure, Arm AI Partner Program, tinyML Foundation, Seeed Studio and many others, to enjoy the enormous network of these ecosystems partners and their numerous participants to drive further adoption on applications such as smart home/ office, healthcare, agriculture, retail and many other applications. Additionally, we continued our marketing efforts through joint webinars and other online activities with several well-known platform partners such as Edge Impulse, Digi-Key and SparkFun. We continue to receive inquiries from large corporations and individual developers alike with hundreds of evaluation boards and developments kits having been purchased online and distributed across the globe. We are very encouraged by the traction this relatively new product line has generated in a short amount of time and expect to see increasing sales contribution through 2023 and beyond. ",
        "The following table sets forth the features of our WE1 AI Processor product:",
        "​​​Product​FeaturesWE1 AI Processor​●Ultralow power consumption: 40 uW/MHz●Support image, voice trigger simultaneously to wake up system●Optimized multi-layer power states for always-on applications●Ready-for- use software package and Machine Learning Library, including device driver, SDK and embARC Machine Learning Inference Library to support Google TensorFlow Lite Micro framework●ARC-EM9D 32-bit DSP: Frequency up to 400MHz,●Memory: Up to 2MByte SRAM●High performance pixel processing accelerator and JPEG codec●Security Engine: Support secure boot, secure FW update, secure debug mode, Support AES 128bits, RSA 2048bits, Hash-256, TRNG, Secure key management●Peripheral: 1/4/8-bit camera interface, I2C/SPI master/slave, UART, PWM, GPIO with 5 wake-up pins, 12-bit ADC with 4 channels, up to 1Msps, RTC Timer●Also support image pre-rolling feature for better security offering.",
        "​",
        "43",
        "Table of Contents",
        "Core Technologies and Know-How",
        "Driving System Technology. Through our collaboration with panel manufacturers, we have developed extensive knowledge of circuit design, TFT-LCD/AMOLED driving systems, high-voltage CMOS processes and display systems, all of which are important to the design of high-performance TFT-LCD/AMOLED display drivers. Our engineers have in-depth knowledge of the driving system technology, which is the architecture for the interaction between the source driver, gate driver, timing controller and power systems as well as other passive components. We believe that our understanding of the entire driving system has strengthened our design capabilities. Our engineers are highly skilled in designing power efficient and compact display drivers that enhance the performance of TFT-LCD/AMOLED. We are leveraging our know-how of display drivers and driving system technology to develop display drivers for panels utilizing other technologies such as next generation AMOLED and electronic paper displays.",
        "High-Voltage CMOS Circuit Design. Unlike most other semiconductors, TFT-LCD display drivers require a high output voltage of 3.3 to 50 volts. We have developed circuit design technologies using a high-voltage CMOS process that enables us to produce high-yield, reliable and compact drivers for high-volume applications. Moreover, our technologies enable us to keep the driving voltage at very high uniformity, which can be difficult to achieve when using standard CMOS process technology.",
        "High-Bandwidth Interfaces. In addition to high-voltage circuit design, TFT-LCD display drivers require high bandwidth transmission for video signals. We have applied several high-speed interfaces, including transistor-transistor logic (“TTL”), Reduced Swing Differential Signaling (“RSDS”), mini low-voltage differential signaling (“LVDS”), dual-edge TTL (“DETTL”), turbo Reduced Swing Differential Signaling (“RSDS”), Mobile Industry Processor Interface (“MIPI”) and other customized interfaces in our display drivers. Moreover, we are developing additional driver interfaces for special applications with optimized speed, lower EMI and higher system stability.",
        "Die Shrink and Low Power Technologies. Our engineers are highly skilled in employing their knowledge of driving technology and high-voltage CMOS circuit design to shrink the die size of our display drivers while leveraging their understanding of driving technology and panel characteristics to design display drivers with low power consumption. Die size is an important consideration for applications with size constraints. Smaller die size also reduces the cost of the chip. Lower power consumption is important for many portable devices such as notebook computers, smartphone, tablet and consumer electronics products.",
        "WiseEye Smart Image Sensing Technologies. These technologies are composed by an AoS sensor, an edge AI ASIC processor and computer-vision AI algorithm, all operated in ultralow power mode. Our industrial first AoS CMOS image sensor features ultralow power and low latency back-illuminated solution for always on, intelligent visual sensing applications. With Himax’s exceptional low power know-how and ASIC implementation technologies, our WiseEye AI image processor featured different power domain and mode management schemes, together with advanced image processing hardwired accelerators to construct different operating modes in balancing processor performance and power consumptions. The seamless and proprietary interface between our AoS sensor and AI processor ensure the efficient and fast-response sensor data transmission and wake-up mechanism operating in ultralow power mode. The computer-vision AI algorithm, which benefits from high performance and low power AI processor and image data from sensor, can therefore enable AI features such as powerful human detection, occupancy detection and motion classification for various application needs.",
        "LCoS Microdisplay Technologies. Compared to other microdisplay technologies, LCoS microdisplay offers smaller form factor, higher brightness, and less power consumption. Himax Display has own proficient engineering team to develop patented industry-only non-captive LCoS, front-lit waveguide, and module design, along with an in-house ISO certified manufacture line, all of which positions us at the forefronts of leading AR glasses and AR-HUD markets. The latest development of Front-Lit LCoS enables an ultra-compact and extremely power-efficient optical engine by consolidating and integrating LED illumination system into the micro display module itself and makes the patented technology ideal for AR headsets. Furthermore, Himax Display provided phase modulation LCoS 2.0 technologies to offer high-efficient, low power and multi-focal plane displaying features to fit for holographic displaying needs in numerous leading applications.",
        "3D Technologies. Several technologies in Himax are integrated together to form our 3D solution. First, wafer level nanoimprinted technology is used to design and manufacture DOE and Waveguide. Then, our in-house capability on semiconductors enables us to design IC that particularly matches our optical component. Our expertise in precision assembly in optics also helps us to provide a more complete solution to our customers.",
        "44",
        "Table of Contents",
        "Customers",
        "Our customers for display drivers are primarily panel manufacturers and mobile device module manufacturers, who in turn design and market their products to manufacturers of end-use products such as notebook computers, desktop monitors, televisions, smartphone, tablet, automotive and consumer electronics products. We may sell our products through agents or distributors for certain products or in certain regions. As of December 31, 2022, we sold our products to more than 200 customers. Our ten largest customers together accounted for approximately 77.7%, 79.5% and 76.7% of our revenues in 2020, 2021 and 2022, respectively. In 2020, 2021 and 2022, our two largest customers accounted for 10% or more of our net revenue: customer A and its affiliates accounted for 32.6%, 32.1% and 32.3% of our revenues, respectively; and customer C accounted for 12.7%, 19.1% and 9.4%, respectively. ",
        "Certain of our customers provide us with a long-term (twelve-month) forecast plus three-month rolling non-binding forecasts and confirm orders about one month ahead of scheduled delivery. In general, purchase orders are not cancellable by either party, although from time to time we and our customers have agreed to amend the terms of such orders.",
        "Sales and Marketing",
        "We focus our sales and marketing strategy on establishing business and technology relationships principally with panel manufacturers, using LTPS and a-Si TFT-LCD, and OLED technologies, mobile display module and mobile device manufacturers for smartphone, tablet and automotive, and camera module houses in order to work closely with them on future semiconductor solutions that align with their product road maps. Our engineers collaborate with our customers’ engineers to create products that comply with their specifications and provide a high level of performance at competitive prices and also create customized features for end brand customers. Our end market for large-sized panels is concentrated among a limited number of major panel manufacturers. We also market our products directly to TV, monitor, notebook and mobile, tablet and automotive device manufacturers so that our products can be qualified for their specifications and designed into their products. Furthermore, we extend our business development with system and ODM companies by using strategic ASIC business model to not only develop ASIC product based on customer specification but also jointly research and develop new technologies to meet customers' future product demand. Additionally, we form strategic partnership with Tier 1 customers for our LCoS microdisplays, 3D sensing and WiseEye smart image sensing to penetrate into the emerging market. We believe we need close alliance with our customers to build up ecosystem for new applications.",
        "We primarily sell our products through our direct sales teams located in Taiwan, China, South Korea and Japan. We also have dedicated sales teams for certain of our most important current or prospective customers. We have offices in Tainan, Hsinchu, Taipei, Taiwan; and Shenzen and Suzhou, China. We have other sales and technical support offices in Hefei, Beijing, Shanghai, Fuzhou, Foshan, Fuqing, Ningbo, Wuhan, Nanjing, Chongqing, Chengdu, Xi’an and Xiamen, China; Tokyo, Japan; Asan-si and Bundang-gu, South Korea, Munich, Germany; and Irvine and San Jose, California and Minneapolis, Minnesota, USA, all in close proximity to our customers. For certain products or regions, we may sell our products through agents or distributors.",
        "Our sales and marketing team possesses a high level of technical expertise and industry knowledge used to support a lengthy and complex sales process. This includes a highly trained team of product managers and field applications engineers. Our team is equipped with extensive strategic marketing experience and a strong capability to identify market trends. We also provide technical support and assistance to potential and existing customers in system/SoC architecture, designing, testing and qualifying display modules, camera modules and end application systems that incorporate our products and ASICs. We believe that the depth and quality of this design support are key to improving customers’ time-to-market and maintaining a high level of customer satisfaction.",
        "Manufacturing",
        "We operate primarily in a fabless business model that utilizes substantially third-party foundry and assembly and testing capabilities. We leverage our experience and engineering expertise to design high-performance semiconductors and rely on semiconductor manufacturing service providers for wafer fabrication, gold bumping, assembly and testing. We also rely largely on third-party suppliers of processed tape used in TAB packaging. We engage foundries with high-voltage CMOS process technology for our display drivers and engage assembly and testing houses that specialize in TAB and COG packages, thereby taking advantage of the economies of scale and the specialization of such semiconductor manufacturing service providers. Our primarily fabless model enables us to capture certain financial and operational benefits, including reduced manufacturing personnel, capital expenditures, fixed assets and fixed costs. It also gives us the flexibility to use the technology and service providers that are the most suitable for any given product.",
        "45",
        "Table of Contents",
        "We operate a fab under Himax Display primarily for performing manufacturing processes for our LCoS microdisplays. Moreover, for better integration, we also established an in-house color filter facility under Himax Taiwan, which commenced shipments from 2010. The color filter line is a critical and unique process for our proprietary single-panel color LCoS microdisplays. An in-house color filter facility enhances the competitiveness of our LCoS products and creates value for our customers. In addition, we have established an in-house WLO facility under Himax Taiwan for the key process of our wafer level optics products, which started small-scale shipments from December 2009 and commenced mass shipment to anchor customer from 2017 onwards. We began construction of our new building, Fab 2, in March 2017, located nearby the current headquarters to house additional WLO capacity, the new active alignment equipment needed for our 3D sensing business and to provide extra office space. The construction of Fab 2 was completed in the first half of 2018.",
        "Manufacturing Stages",
        "The diagram below sets forth the various stages in manufacturing display drivers according to the two different types of assembly utilized: TAB or COG. The assembly type depends primarily on the application and design of the panel and is determined by our customers.",
        "​",
        "Wafer Fabrication: Based on our design, the foundry provides us with fabricated wafers. Each fabricated wafer contains many chips, each known as a die.",
        "Gold Bumping: After the wafers are fabricated, they are delivered to gold bumping houses where gold bumps are plated on each wafer. The gold bumping process uses thin film metal deposition, photolithography and electrical plating technologies. The gold bumps are plated onto each wafer to connect the die to the processed tape, in the case of TAB package, or the glass, in the case of COG package.",
        "46",
        "Table of Contents",
        "Chip Probe Testing: Each die is electrically tested, or probed, for defects. Dies that fail this test are discarded.",
        "Assembly and Testing: Our display drivers use two types of assembly technology: TAB or COG. Display drivers for large-sized applications typically require TAB package types and to a lesser extent COG package types, whereas display drivers for smartphone, tablet and consumer electronics products typically require COG package types.",
        "TAB Assembly",
        "We use two types of TAB technologies: TCP and COF. TCP and COF packages are both made of processed tape that is typically 35mm or 48mm wide, plated with copper foil and has a circuit formed within it. TCP and COF packages differ, however, in terms of their chip connections. With TCP packages, a hole is punched through the processed tape in the area of the chip, which is connected to a flying lead made of copper. By contrast, with COF packages, the lead is mounted directly on the processed tape and there is no flying lead. In recent years, COF packages have become predominantly used in TAB technology.",
        "●Inner-Lead Bonding: The TCP and COF assembly process involves grinding the bumped wafers into their required thickness and cutting the wafers into individual dies, or chips. An inner lead bonder machine connects the chip to the printed circuit processed tape and the package is sealed with resin at high temperatures.",
        "●Final Testing: The assembled display drivers are tested to ensure that they meet performance specifications. Testing takes place on specialized equipment using software customized for each product.",
        "COG Assembly",
        "COG assembly connects display drivers directly to LCD panels without the need for processed tape. COG assembly involves grinding the tested wafers into their required thickness and cutting the wafers into individual dies, or chips. Each individual die is picked and placed into a chip tray and is then visually or auto-inspected for defects. The dies are packed within a tray in an aluminum bag after completion of the inspection process.",
        "Quality Assurance",
        "We maintain a comprehensive quality assurance system. Using a variety of methods, from conducting rigorous simulations during the circuit design process to evaluating supplier performance at various stages of our products’ manufacturing process, we seek to bring about improvements and achieve customer satisfaction. In addition to monitoring customer satisfaction through regular reviews, we implement extensive supplier quality controls so that the products we outsource achieve our high standards. Prior to engaging a third party as our supplier, we perform a series of audits on their operations, and upon engagement, we hold frequent quality assurance meetings with our suppliers to evaluate such factors as product quality, production costs, technological sophistication and timely delivery.",
        "In November 2002, we received ISO 9001 certification, which was renewed in March 2021 and will expire in March 2024. In February 2006, we received ISO 14001 certification, which was renewed in December 2020 and will expire in December 2023. In addition, in March 2007, we received IECQ QC 080000 certification, which was renewed in February 2022 and will expire in March 2025.",
        "Environmental Management System and Safety and Health Management System",
        "Himax follows closely the global environmental trends, including energy saving and waste reduction, in its daily operations. The Company is certified in accordance with ISO 14001, ISO 45001 and ISO 14064.",
        "Himax is a leader in its sector when it comes to the environment and safety, operating under measures much more stringent than domestic regulations. The Company aims to grow sustainably, delivering economic, social and environmental benefits with its healthy employees.",
        "Himax has also been tirelessly reducing impacts to the environment and improving safety in its operations, specifically targeting product design and waste handling.",
        "47",
        "Table of Contents",
        "Semiconductor Manufacturing Service Providers and Suppliers",
        "Through our relationships with leading foundries, assembly, gold bumping and testing houses and processed tape suppliers, we believe we have established a supply chain that enables us to deliver high-quality products to our customers in a timely manner.",
        "Access to semiconductor manufacturing service providers is critical as display drivers require high-voltage CMOS process technology and specialized assembly and testing services, all of which are different from industry standards. We have obtained our foundry services from TSMC, UMC, Vanguard, Macronix, Globalfoundries Singapore, PSMC, Nexchip and SKHYSI in the past few years. These are among a select number of semiconductor manufacturers that provide high-voltage CMOS process technology required for manufacturing display drivers. We engage assembly and testing houses that specialize in TAB and COG packages such as Chipbond, Chipmore International trading company Ltd., ChipMOS Technologies Inc., Nepes Corporation and King Yuan Electronics Co., Ltd, etc.",
        "We plan to strengthen our relationships with our existing semiconductor manufacturing service providers and diversify our network of such service providers in order to ensure access to sufficient cost-competitive and high-quality manufacturing capacity. We are selective in our choice of semiconductor manufacturing service providers. It takes a substantial amount of time to qualify alternative foundries, gold bumping, assembly and testing houses for production. As a result, we expect that we will continue to rely on a limited number of semiconductor manufacturing service providers for a substantial portion of our manufacturing requirements in the near future.",
        "The table below sets forth (in alphabetical order) our principal semiconductor manufacturing service providers and suppliers:",
        "​",
        "​Wafer Fabrication    Gold BumpingGlobalfoundries Singapore Pte., Ltd.​Chipbond Technology CorporationMacronix International Co., Ltd.​Chipmore International Trading Company Ltd.Nexchip Semiconductor Corporation​ChipMOS Technologies Inc.Powerchip Semiconductor Manufacturing Corp.​LB Semicon, Inc.SK hynix system ic​Union Semiconductor Co., Ltd.Taiwan Semiconductor Manufacturing Company Limited​United Microelectronics Corporation​ Vanguard International Semiconductor Corporation​ ",
        "​",
        "​",
        "​Processed Tape for TAB Packaging    Assembly and TestingJMC Electronics Co., Ltd.​Ardentec CorporationLG Innotek Co., Ltd.​Advanced Semiconductor Engineering Inc.Stemco., Ltd.​Chipbond Technology CorporationChipbond Technology Corporation​Chipmore International Trading Company Ltd. ​ChipMOS Technologies Inc. ​Global Testing Corporation ​Greatek Electronics Inc. ​Jiangsu Changjiang Electronics Technology Co., Ltd. ​King Yuan Electronics Co., Ltd. ​Micro Silicon Electronics Corp. ​Nepes Corporation ​Taiwan IC Packaging Corporation ​LB Lusem Co., Ltd. ​Union Semiconductor Co., Ltd.",
        "​",
        "​",
        "48",
        "Table of Contents",
        "​​Chip Probe Testing    ​Chipbond Technology Corporation​​Chipmore International Trading Company Ltd.​​ChipMOS Technologies Inc.​​Global Testing Corporation​​Greatek Electronics Inc.​​King Yuan Electronics Co., Ltd.​​Micro Silicon Electronics Corp.​​LB Semicon, Inc.​​Union Semiconductor Co., Ltd.​​YoungTek Electronics Corp.​​​​​",
        "​",
        "Intellectual Property",
        "As of March 31, 2023, we held a total of 2,900 patents, including 1,268 in Taiwan, 967 in the United States, 564 in China, and 101 in other countries. The expiration dates of our patents range from 2023 to 2042. We also have a total of 45 pending patent applications in Taiwan, 95 in the United States and 245 in other jurisdictions, including the PRC, Japan, Korea, Israel and Europe. In addition, we have registered “Himax and logo” as trademarks in Taiwan, China, Europe, Singapore, Korea, Japan and the United States. “Omniwide Film and logo” as trademarks in Taiwan, China, Europe, Korea, Japan and the United States, “CMVT” as trademarks in Taiwan and China, as well as “WISEEYE” as trademark in Israel and the United States.",
        "Competition",
        "The market characteristics for our products are, in general, intensely competitive, characterized by continuous technological change, evolving industry standards, and declining average selling prices. We believe key factors that differentiate the competition in our industry include:",
        "●customer relations;",
        "●product performance;",
        "●design customization;",
        "●development time / product release;",
        "●product integration;",
        "●technical services;",
        "●manufacturing costs;",
        "●supply chain management;",
        "●timely delivery;",
        "●economies of scale; and",
        "●broad product portfolio.",
        "49",
        "Table of Contents",
        "We continually face intense competition from fabless display driver companies, including Fitipower Integrated Technology, Inc., FocalTech Systems Co., Ltd., Novatek Microelectronics Corp., Raydium Semiconductor Corporation, Sitronix Technology Co., Ltd., Ilitek Corp., LX Semicon., ESWIN, Chipone, Newvision, Ribbon Display Japan, Hisilicon and Synaptics Incorporated. We also face competition from integrated device manufacturers, such as Rohm Co., Ltd.",
        "Some of our competitors are affiliated or have established cross relationships with other panel manufacturers. Some have longer operating histories, or greater brand recognition, or significantly greater financial, manufacturing, technological, sales and marketing, human and other resources than we do. Additionally, we expect that as the flat panel semiconductor industry expands, more companies may enter and compete in our markets.",
        "For In-cell TDDI, we compete with Novatek Microelectronics Cop., Synaptics Incorporated, FocalTech Systems Co., Ltd., and Ilitek Corp., etc. ",
        "For LCoS microdisplay products, we face competition from OmniVision, Jasper, Citizen, Syndiant, Kopin, and RAONTECH. We also compete with alternative microdisplay technology providers such as Texas Instruments with DLP, Sony with Micro OLED and Bosch with scanning mirror.",
        "For power ICs, we face competition from Taiwan companies including Richtek Technology Corp., Global Mixed-mode Technology Inc., Novatek Microelectronics Corp., Fitipower Integrated Technology Inc. We also compete with worldwide suppliers such as Silergy Corp., and Rohm Co., Ltd.",
        "For CMOS image sensor products, our focus is on machine vision. Competition in this space is primarily from OmniVision Technologies Inc., Sony Corporation, Pixart Imaging Inc. and Samsung Semiconductor, Inc.",
        "For wafer level optics products, we face competition primarily from Heptagon that was acquired by ams AG and certain new optical design houses from China, such as Angstrong Tech, Yuguang Science and Technology Development Co.",
        "For 3D sensing, Himax is one of the few companies that can provide the one-stop solution though there are more companies attempting to jump into the game. ams AG and Orbbec will be the main competitors we face in the worldwide.",
        "For ultralow power WiseEye smart image sensing, the main competition is Qualcomm with its “Glance” device. Few additional small size companies develop AI base edge devises, such as Lattice, Eta Computing, Nuvoton, Altek, etc. However, Himax is the only vendor who can offer a truly in-house vertically integrated solution comprise with all three building blocks required by customers: CMOS sensor, purposely designed MCU and the AI algorithm.",
        "Insurance",
        "We maintain insurance policies on our buildings, equipment and inventories covering property damage and damage due to, among other events, fires, typhoons, earthquakes and floods. We maintain these insurance policies on our facilities and on transit of inventories. Additionally, we maintain director and officer liability insurance. We do not have insurance for business interruptions, nor do we have key person insurance.",
        "Environmental Matters",
        "Himax is required to ensure that its products comply with valid regulations and governmental authorities’ regulatory directives in applicable jurisdictions relating to environmental protection regulations. Additionally, Himax Taiwan maintains a color filter facility and a wafer level optics facility and Himax Display maintains a facility for our LCoS products. Himax IGI operates under the designated facility related for 3D mask production, to the best of Himax’s knowledge, we have taken the necessary steps to obtain the appropriate permits and believe that we are in compliance with the existing environmental laws and regulations in the applicable ROC and US jurisdictions. In addition, we have entered into various agreements with certain customers whereby we have agreed to indemnify them, and in certain cases, their customers, for any claims made against them for hazardous material violations that are found in our products.",
        "50",
        "Table of Contents"
    ],
    "3D": [
        "3.D. Risk Factors",
        "Risks Relating to Our Financial Condition and Business",
        "Our suppliers may have increasing bargaining power as a result of industry consolidation, which could result in an increase in our average unit cost and a decrease in our profit margin.",
        "There may be industry consolidation among our suppliers. Merger and acquisition activities will likely increase the size and market power of the relevant suppliers and reduce the number of suppliers we could use under a simpler supplier chain. Therefore, suppliers could be in a better position to bargain for higher prices, longer contract terms, higher deposit and/or higher contract breach penalties for their services and products, which could result in an increase in our average unit cost and/or penalty expenses. If we are unable to transfer any increase in average unit cost to our customers, our gross margin and results of operations could be adversely affected.",
        "We derive the majority of our net revenues from sales to the TFT-LCD panel industry, which is highly cyclical and subject to price fluctuations. Such cyclicality and price fluctuations could negatively impact our business or results of operations.",
        "In 2021 and 2022, 88.0% and 86.8% of our revenues, respectively, were attributable to display drivers that were incorporated into TFT-LCD panels. We expect to continue to substantially depend on sales to the TFT-LCD panel industry for the foreseeable future. The TFT-LCD panel industry is intensely competitive and is vulnerable to cyclical market conditions. The average selling prices of TFT-LCD panels generally decline with time as a result of, among other factors, drop in demand for end products that incorporate TFT LCD panels, new capacity ramp-up or factory utilization improvement, technological advancements and cost reduction with the exception of the new high end and high-resolution products. ",
        "The merger of certain of our major customers could result in an increase in their bargaining power and therefore subject us to additional downward pricing pressure. We cannot assure you that in such periods in which we experience significant downward pricing pressure, we could sufficiently reduce costs to completely offset the loss of revenues. In addition, a severe and prolonged industry downturn could also result in higher risks to the collectability of our accounts receivable, the marketability and valuation of inventories, the impairment of our long-term non-financial assets, which consist of property, plant and equipment and intangible assets, and the stability of our supply chain. As a result, the cyclicality of the TFT-LCD panel industry could adversely affect our revenues, cost of revenues and results of operations.",
        "7",
        "Table of Contents",
        "Our strategy of expanding our product offerings to non-driver products may not be successful.",
        "We have devoted, and intend to continue to devote, financial and management resources to non-driver products’ development, manufacturing and marketing to further diversify our product portfolio and improve gross margin as non-driver products may have higher gross margin than our driver products. Our non-driver technologies cover LCoS microdisplay, CMOS image sensor, wafer level optics (“WLO”), 3D sensing and ultralow power WiseEye smart image sensing, etc.",
        "For our LCoS technology, at present our main focus areas for LCoS business are AR goggle devices, projectors and head-up-displays (HUD) for automotive. For CMOS image sensor business, in addition to the current shipment for notebook and webcam applications, we also extend the sensor business for the broad AI market. Our AoS CMOS image sensor is designed with proprietary architectures, readout, pixel, where the corresponding algorithms are integrated to contribute the always-on feature that consumes only several micro watts to enable people detection, eyeball tracking and many other features. On 3D sensing business, we focus on Structured Light and ToF 3D  module solution and 3D decoder ASIC key component, aiming at emerging markets such as facial recognition-based e-payment, business access control, biomedical inspection device, eye-tracking and gesture control applications. For our ultralow power WiseEye smart image sensing business, we focus on providing leading end-point AI solutions, in both total solution and discrete key component, to meet diversified customer and application needs. Himax’s ultralow power WiseEye smart image sensing solution integrates in-house AoS sensor, ultralow power AI processor and CNN-based AI algorithm from in house or third-party algorithm partners. Our WiseEye AI total solution had already been adopted by one global leading notebook vendor and went into mass production from early 2022. We also see growing adoption of our WiseEye technology in a broad range of applications, covering shared bike parking, automotive, door lock, battery-powered surveillance camera, panoramic video conferencing, and medical capsule endoscope among others. Some of them already commenced production since 2022. As we focus on scaling adoption in this relatively untapped market, we also collaborate closely with numerous AI ecosystem partners and communities to make our AI solution more diverse and accessible. Progress has been made in areas such as smart city / home / office, healthcare, smart agriculture and smart retail. Himax is more committed than ever to strengthening the Company’s WiseEye product roadmap and retaining the leadership position in ultralow power AI processor and image sensor for end-point AI applications.",
        "Developing and commercializing each of our non-driver products requires a significant amount of management, engineering and monetary resources. For example, we have established certain in-house facilities for key manufacturing processes of our non-driver products including LCoS microdisplay, WLO and 3D sensing. Numerous uncertainties exist in developing new products and we cannot assure you that we will be able to develop our non-driver products successfully. We may underestimate the amount of capital, personnel and other resources required to develop and commercialize our non-driver products. We may also overestimate the market potential of the end products that are utilizing or will utilize our non-driver products. The failure or delay in the development, production or commercialization of any of our non-driver products, the occurrence of any product defects or design flaws, or the low market acceptance of or demand for either of our products or the end devices using our products may adversely affect the impairment of our long-term non-financial assets, which consist of property, plant and equipment and intangible assets, for non-driver products, our results of operations and growth prospects. The lower capacity utilization rate of our factories will negatively affect our gross margin and our results of operations. Moreover, we will be subject to higher ramp-up expenses in the early stage of mass production of our non-driver products.",
        "The concentration of our revenues and accounts receivable and the extension of payment terms for certain of our customers exposes us to increased credit risk and could harm our operating results and cash flows.",
        "In 2022, Customer A and its affiliates accounted for 32.3% of our revenues. Our two largest customers together accounted for over 40% of our revenues in 2022. See “Item 5.A. Operating Results—Description of Certain Statements of Profit or Loss Line Items—Revenues” for our revenues description. Our results of operations and financial condition would be significantly linked to the success and purchase policy of any such customer. As of December 31, 2022, our accounts receivable from Customer A and its affiliates were $82.1 million, which represented approximately 31.5% of our accounts receivable, net. The concentration of our accounts receivable exposes us to increased credit risk. Moreover, we have at times agreed to extend the payment terms for certain of our customers. As a result, any loss of or a sharp reduction in any such customer’s sales, a default by any such customer, a prolonged delay in the payment of accounts receivable or the extension of payment terms for our customers could adversely affect our cash flow, liquidity and operating results.",
        "8",
        "Table of Contents",
        "Our customers may experience a decline in profitability or may not be profitable at all, which could adversely affect our results of operations and financial condition.",
        "TFT-LCD panel manufacturers, including our customers, experience significant pressure on prices and profit margins, due largely to growing industry capacity and fluctuations in demand for TFT-LCD panels. Some panel manufacturers have greater access to capital or greater production, research and development, intellectual property, marketing or other resources than our customers, who may not be able to compete and sustain their market positions. Further, our customers’ business performance may fluctuate significantly due to a number of factors, many of which are beyond their control, including and not limited to: (1) consumer demand and the general economic conditions, such as recent geopolitical tensions relating to invasion of Ukraine by Russia and China city lockdowns due to Covid mandates; (2) the cyclical nature of the TFT-LCD industry in average selling price fluctuations, as well as its downstream industries; (3) the speed at which TFT-LCD panel manufacturers expand production capacity; (4) brand companies’ continued needs for original equipment manufacturing services provided by TFT-LCD panel manufacturers; (5) access to raw materials, components, equipment and utilities on a timely and economical basis; (6) technological changes; (7) the rescheduling and cancellation of large orders; (8) access to funding on satisfactory terms; and (9) fluctuations in the currencies of TFT-LCD panels exporting countries against the U.S. dollar. ",
        "We depend on sales of display drivers used in TFT-LCD panels, and the limited potential for further growth in both the market size of display drivers and the market share of our display drivers or the absence of continued market acceptance of our display drivers could limit our growth in revenues or harm our business.",
        "In 2021 and 2022, 88.0% and 86.8% of our revenues, respectively, were from the sale of display drivers used for large, small and medium-sized applications, and we expect to continue to derive a substantial portion of our revenues from these or related products. As the display driver industry is relatively mature, there may be limited potential for the overall display drivers market to grow and for us to further grow our market share and revenues.",
        "Failure to grow our unit shipments for display drivers, coupled with a general decline in the average selling prices, could adversely and materially affect our results of operations. See also “—Risks Relating to Our Industry—The average selling prices of our products could decrease rapidly, which may negatively impact our revenues and operating results”. Therefore, the continued market acceptance of our display drivers is critical to our future success. Failure to grow or maintain our revenues generated from the sales of display drivers could adversely and materially affect our results of operations and financial condition.",
        "We face risks related to public health epidemics, including the recent novel coronavirus outbreaks.",
        "Our financial condition and results of operations may be adversely affected if a public health epidemic interferes with our ability, or that of our employees, suppliers, customers and other business partners to perform our and their respective responsibilities and obligations related to the conduct of our business. Since November 2019, a novel strain of coronavirus (Covid-19) has spread across the world. The outbreak of Covid-19 has caused significant disruption not only to the financial markets but also to global supply chains, which can substantially depress global business activities, restrict access to capital and result in a long-term economic downturn that would negatively affect our operating results. ",
        "As a result of the pandemic, numerous unprecedented measures are in place to try to contain the virus, such as travel restrictions, quarantines, stay-at-home and social distancing orders, and shutdowns. These measures may further impact our workforce and operations, and the operations of our customers and suppliers. The ultimate impact and efficacy of measures and potential future measures is currently unknown. We have experienced and will experience disruptions to our business operations resulting from quarantines, self-isolations, or other restrictions on the ability of our employees to perform their jobs that may impact our ability to develop and design our products in a timely manner. Our suppliers, sub-contractors and customers have been and will be disrupted by quarantines and social distancing measures, office and factory closures, disruptions to ports and other shipping infrastructure, border closures, or other travel-related restrictions. Depending on the magnitude of such effects on our suppliers’ manufacturing, assembling, and testing operations, our supply chain, manufacturing and product shipments will be delayed, which could adversely affect our business, operations and customer relationships. ",
        "9",
        "Table of Contents",
        "Extra export licenses may be needed for certain product or technology for certain customers. These licenses are regulated by Export Administration Regulations (EAR) which are administered by the U.S. Department of Commerce’s Bureau of Industry and Security (BIS).",
        "Our business is subject to various international laws and legal requirements from the U.S. Export Administration Regulations and other jurisdictions’ applicable executive orders in packaging, product content, labor and import/export regulations, etc. These laws, regulations and orders are complex, may change frequently and with limited notice, have generally become more rigorous and have intensified under the current U.S. administration, especially in recent geopolitical tensions with China. We may be required to incur significant expense to comply with, or to remedy violations of, these regulations. In addition, if our customers fail to comply with these regulations or our customers are sanctioned, or added to the Entity List of EAR by BIS, we may be required to suspend sales to these customers, which could damage our reputation and materially and adversely impact our results of operations. If our foundry, tape, assembly and testing suppliers fail to comply with these regulations or our suppliers are sanctioned or added to the Entity List of EAR by BIS, we may suspend their services and have to obtain alternative services in a timely manner. Considering the amount of time, it usually takes to qualify assembly and testing houses, we may experience significant delays in product shipments. Any problems that we may encounter with the delivery, quality or cost of our products could damage our reputation and result in a loss of customers and orders. Moreover, the scarcity and importance of services may necessitate us making investments in foundry, tape, assembly and testing service providers in order to secure capacity, which would require us to substantially increase our capital outlays and possibly raise additional capital, which may not be available to us on satisfactory terms, if at all.",
        "Technological innovation may reduce the number of display drivers typically required for each panel, thereby reducing the number of display drivers we are able to sell per panel. If such a reduction in demand is not offset by the general growth of the industry, our market share or average selling prices, or our revenues may decline.",
        "In order to reduce costs, TFT-LCD panel manufacturers generally seek to have display drivers with higher channel counts and new panel designs to reduce the number of display drivers required for each panel. We have been developing such innovative and cost-effective display driver solutions in order to grow our market share, attract additional customers, increase our average selling prices and capture new design wins. However, we cannot assure you that we will successfully achieve these goals. If we fail to do so and the number of display drivers typically required per panel decreases thereby reducing our unit shipments, our revenues may decline. TFT-LCD panel manufacturers have developed several panel designs to reduce the usage of display drivers, including gate in panel, or GIP, amorphous silicon gate, or ASG, or simply gateless designs, which integrate the gate driver function onto the glass and eliminate the need for gate drivers, as well as dual gate and triple gate panel designs, which would largely reduce the usage of source drivers. If such designs or technologies become widely adopted, demand for our display drivers may decrease significantly, which would adversely and materially affect our results of operations.",
        "The strategic relationships between certain of our competitors and their customers and the development of in-house capabilities by TFT-LCD and AMOLED panel manufacturers may limit our ability to expand our customer base and our growth prospects.",
        "Certain of our competitors have established or may establish strategic or strong relationships with TFT-LCD and AMOLED panel manufacturers that are also our existing or potential customers. Marketing our display drivers to such TFT-LCD and AMOLED panel manufacturers that have established relationships with our competitors may be difficult. Moreover, several TFT-LCD and AMOLED panel manufacturers have in-house design capabilities and therefore may not need to source semiconductor products from us. If our customers successfully develop in-house capabilities to design and develop semiconductors that can substitute for our products, they would likely reduce or stop purchasing our products. To sell new products, we will likely need to target new market segments and new customers with whom we do not have current relationships, which may require different strategies and may present difficulties that we have not encountered before. Failure to broaden our customer base and attract new customers may limit our growth prospects.",
        "10",
        "Table of Contents",
        "As AMOLED offers brighter color, near-perfect-black, less power consumption and is thinner and lighter than TFT-LCD, it gradually penetrates the mid to high-end TFT-LCD market, especially the smartphone market. AMOLED display and related DDICs have been dominated by Korean companies. The marketplace is increasing utilization of the AMOLED display for smartphone and other consumer electronics due to expanded AMOLED capacity. We continue to gear up for the AMOLED driver IC development in partnership with major Chinese and Korean panel makers. For tablet, we are seeing shipments on the rise for premium models that adopt advanced AMOLED display, of which Himax offers both DDIC and Tcon and has commenced production to certain leading brands. For automotive AMOLED display, we continue to win project awards for our flexible AMOLED driver and Tcon with both conventional car makers and EV/NEV vendors. Finally, we are making good progress with leading panel houses for the development of AMOLED display drivers for smartphone, TV and notebook applications. However, we could not assure you the success of our AMOLED driver IC as we are unable to penetrate into the mass volume existing Korean and China supplier chain and/or find new AMOLED panel manufactures to design-wins our solutions into. AMOLED process maturity for the new manufactures and the possible specification change due to the immaturity of the AMOLED will also be a hurdle to our AMOLED share gain and success.",
        "Himax’s shipment for AMOLED driver ICs and TCON started from automotive application and then extended to tablet PC. There are multiple AMOLED projects under development jointly with worldwide leading panel makers for other applications, including smart phones, TV, notebook PCs and many others. The growth momentum in AMOLED driver ICs and TCON is promising, but the risk of high dependency on limited customer base amid current macro uncertainty might result in fluctuation in sales performance.",
        "We depend primarily on third-party foundries to manufacture our wafers, and any failure to obtain sufficient foundry capacity or loss of any of the foundries we use could significantly delay our ability to ship our products, causing us to lose revenues and damage our customer relationships.",
        "Access to foundry capacity is crucial to our business because we do not manufacture our own wafers, instead relying primarily on third-party foundries. The ability of a foundry to manufacture our semiconductor products is limited by its available capacity. Access to capacity is especially important due to the limited availability of the high-voltage CMOS process technology required for the manufacture of wafers used in display drivers. If the primary third-party foundries that we rely upon are not able to meet our required capacity, or if our business relationships with these foundries are adversely affected, we would not be able to obtain the required capacity to meet increasing demand for our products. We may have to seek alternative foundries, which may not be available on commercially reasonable terms, or which may expose us to qualifying-new-foundry risks, as further discussed below. ",
        "We use several foundries for different semiconductor products, and certain of our products are manufactured at only one of these foundries. If any one of the foundries is unable to provide the required capacity to us, or does not deliver in a timely manner, or the quality or pricing terms are not acceptable to us, or any of the foundries experience financial difficulties or insolvency risks due to the impact of the global economic turmoil or any company-specific reasons or otherwise, if their operations are damaged or if there is any other disruption, directly or indirectly, of their foundry operations and we cannot qualify an alternative foundry in a timely manner, we could experience significant delays in receiving the product being manufactured by that foundry or incur additional costs to obtain substitutes, or interruption in our supply of the affected products. If we choose to use a new foundry or process technology for a particular semiconductor product, it will take us several quarters to qualify the new foundry or process before we can begin shipping. If we cannot qualify a new foundry in a timely manner, we may experience and incur damages as above mentioned and harm our customer relationships.",
        "As a result of outsourcing the manufacturing of our wafers, we face several significant risks, including: (1) failure to secure manufacturing capacity, or being able to obtain required capacity only at higher costs; (2) risks of our proprietary information leaking to our competitors through the foundries we use; (3) limited control of delivery schedules, quality assurance and control, manufacturing yields and wafer costs; (4) the unavailability of, or potential delays in obtaining access to, key process technologies; and (5) financial risks of certain of our foundry suppliers.",
        "To manufacture our display drivers used in TFT-LCD  and AMOLED panels, we require foundries with high-voltage CMOS manufacturing process capacity. As a result, our dependence on high-voltage CMOS foundries presents the following, additional risks: (1) potential capacity constraints faced by the limited number of high-voltage CMOS foundries and the lack of investment in new and existing high-voltage CMOS foundries; (2) difficulty in attaining consistently high manufacturing yields from high-voltage CMOS foundries; (3) delay and time required to qualify and ramp up production at new high-voltage CMOS foundries; and (4) price increases.",
        "11",
        "Table of Contents",
        "As a result, we may be required to use foundries with which we have no established relationships, which could expose us to potentially unfavorable pricing, unsatisfactory quality or insufficient capacity allocation. Moreover, the scarcity of high-voltage foundry capacity may necessitate us making investments in foundries in order to secure capacity, which would require us to substantially increase our capital outlays and possibly raise additional capital, which may not be available to us on satisfactory terms, if at all.",
        "Since 2020, due to the pandemic lockdown, the work-from-home and learn-from-home new lifestyles triggered increasing demands for display and display drivers related products. The surging demand in display drivers caused the severe foundry capacity shortage, while the industry has no major expansion plan especially on the mature nodes we are primarily anchored to. To address the potential foundry capacity shortage worldwide, we had entered into strategic agreements with our foundry partners in order to secure capacity to fulfill our business needs. Under these strategic agreements, we are committed to purchasing a specific volume at fixed or variable prices. However, for both pricing agreements, there can be no assurance that these prices provided in the strategic agreements with our foundry partners will always remain competitive during the contract term. For example, in the event that the global semiconductor market changes due to foundry capacity expansion and/or shrunken customer demand, the fixed prices we agree to pay our foundry partners may become significantly higher than the then prevailing market price. The situation could materially adversely impact our pricing strategies, competitive position, profitability and results of operation. We may also be subject to contractual penalties if we are unable to purchase the committed volume from our foundry partners. In addition, since these strategic agreements with our foundry partners typically require us to make prepayments or refundable deposits to such foundry partners, our cash flow, liquidity and financial condition could be adversely affected. ",
        "Our inability to secure sufficient capacity from any of our third-party tape, assembly and testing houses at reasonable and competitive prices could disrupt our shipments, harm our customer relationships and reduce our sales.",
        "Access to third-party tape, assembly and testing capacity is critical to our business because we do not have in-house tape, assembly and testing capabilities for commercial production and instead rely on third-party service providers. Access to these services is especially important to our business because display drivers require specialized tape, assembly and testing services. A limited number of third-party tape, assembly and testing houses tape, assemble and test substantially all of our current products. There has been an increased level of industry consolidation among our suppliers in recent years. Therefore, suppliers could be in a better position to bargain for higher prices, longer contract terms, higher deposit and/or higher contract breach penalties for their services and products, which could result in an increase in our average unit cost and/or penalty expenses. We do not have binding long-term supply arrangements with tape, assembly and testing service providers that guarantee us access to our required capacity. If the primary tape, assembly and testing service providers that we rely upon are not able to meet our requirements in price, quality, and service, or if our business relationships with these service providers were adversely affected, we would not be able to obtain the required capacity and would have to seek alternative providers, which may not be available on commercially reasonable terms, or at all. As a result, we do not directly control our product delivery schedules, tape, assembly and testing costs, and quality assurance and control. If any of these third-party tape, assembly and testing houses experiences capacity constraints, financial difficulties, suffers any damage to its facilities or if there is any disruption of its assembly and testing capacity, we may not be able to obtain alternative assembly and testing services in a timely manner. Because of the amount of time, we usually take to qualify assembly and testing houses, we may experience significant delays in product shipments if we are required to find alternative sources. Any problems that we may encounter with the delivery, quality or cost of our products could damage our reputation and result in a loss of customers and orders. Moreover, the scarcity and importance of tape, assembly and testing services may necessitate us making investments in tape, assembly and testing service providers in order to secure capacity, which would require us to substantially increase our capital outlays and possibly raise additional capital, which may not be available to us on satisfactory terms, if at all.",
        "Shortages of key components for our customers’ products could decrease demand for our products.",
        "Shortages of components and other materials that are critical to the design and manufacture of our customers’ products may limit our sales. These components and other materials include, but are not limited to, color filters, backlight modules, polarizers, printed circuit boards and glass substrates. In the past, companies that use our products in their production have experienced delays in the availability of key components from other suppliers. In addition, component manufacturers may not be able to increase or maintain their component supply because of labor shortage in China or otherwise and may shut down certain of their capacity from time to time because of weak demand, which may increase the instability of timely delivery and the risk of shortage of components. Such shortages of components and other materials critical to the design and manufacture of our customers’ products may cause a slowdown in demand for our products, resulting in a decrease in our sales and adversely affecting our results of operations. In addition, as a result of uncertain demand conditions, our customers may hesitate to build inventory on hand and tend to release orders on short notice.",
        "12",
        "Table of Contents",
        "We rely on the services of our key personnel, and if we are unable to retain our current key personnel and hire additional personnel, our ability to design, develop and successfully market our products could be harmed.",
        "We rely upon the continued service and performance of a relatively small number of key personnel, including Jordan Wu, our president and chief executive officer, and Dr. Biing-Seng Wu, our chairman, and certain engineering, technical and senior management personnel, in particular, who are critical to our corporate management, business operation strategy, operation execution, future technological and product innovations. Competition for these personnel is intense in the semiconductor industry in Taiwan. Moreover, our future success depends on the expansion of our senior management team and the retention of key employees. Any of our key employees could leave our company with little or no prior notice in applicable jurisdictions and could then work with a competitor. In addition, we do not have “key person” life insurance policies covering any of our employees. The loss of any key personnel or our inability to attract or retain qualified personnel, whether engineers or others, could delay the development and introduction of new products and would have a material adverse effect on our ability to sell our products and may impact our overall business and growth. We may also incur increased operating expenses and be required to divert the attention of other senior executives away from their original duties to recruiting replacements for key personnel.",
        "If we fail to forecast customer demand accurately, we may have excess or insufficient inventory, which may increase our operating costs and harm our business.",
        "The lead time required by the semiconductor manufacturing service providers is typically longer than the lead time that our customers provide for delivery of our products to them. To ensure availability of our products for our customers, we will typically ask our semiconductor manufacturing service providers to start manufacturing our products based on forecasts provided by our customers in advance of receiving their purchase orders. However, these forecasts are not binding purchase commitments, and we do not recognize revenues until they are delivered to customers. Moreover, for the convenience of our customers, we may agree to ship our inventory to warehouses located near our customers, so that our products can be delivered to customers more quickly. In such cases, we will not recognize revenues until the control over a product is given to our customers based on the shipping terms. Hence, we incur inventory and manufacturing costs in advance of anticipated revenues. ",
        "The anticipated demand for our products may not materialize; therefore, manufacturing based on customer forecasts exposes us to risks such as high inventory carrying costs, increased product obsolescence, erosion of the products’ market value as well as penalty incurred from unfulfillment of committed orders from capacity agreement with Company’s foundries and backend suppliers. If we overestimate demand for our products or if purchase orders are cancelled or shipments delayed, we may incur charges from agreements entered with foundries and backend suppliers for securing capacity, excess inventory that we cannot sell, or may have to sell at low profit margins or even at a loss, which would harm our financial results. Conversely, if we underestimate demand, we may not have sufficient inventory and may lose market share and damage customer relationships, which also could harm our business. These inventory risks are exacerbated by the high level of customization of our products, which limits our ability to sell excess inventory to other customers, which could eventually lead to write-down of these excess inventory.",
        "If we do not achieve additional design wins in the future, our ability to grow will be limited.",
        "Our future success depends on our customers designing our products into their products. To achieve design wins, we must design and deliver cost-effective, innovative, reliable and integrated products for our customers’ needs. A panel manufacturer may be reluctant to change its source of components due to the significant costs and time associated with qualifying a new supplier. A design win is not a binding commitment by a customer to purchase our products and may not result in large volume orders of our products. Rather, it is a decision by a customer to use our products in the design process of that customer’s products. Accordingly, our failure to successfully design, develop and introduce new products and product enhancements could harm our business, financial condition and results of operations.",
        "13",
        "Table of Contents",
        "Our products are complex and may require modifications to resolve undetected errors or failures in order for them to function with panels at the desired specifications, which could lead to higher costs, customer dispute, a loss of customers or a delay in market acceptance of our products.",
        "Our products are highly complex and may contain undetected errors or failures. Our products must operate according to specifications with the other components used by our customers in their product manufacturing process. If our products are delivered with errors or defects, we could incur additional development, repair or replacement costs, and our credibility and the market acceptance of our products could be harmed along with possible liability indemnification for defective product, customer disputes and lawsuits against us or our customers.",
        "Our highly integrated products are difficult to manufacture without defects. The existence of defects in our products could increase our costs, decrease our sales and damage our customer relationships and our reputation.",
        "The manufacture of our products that incorporate mixed analog and digital signal processing and embedded memory technology is complex and it is difficult for semiconductor foundries to manufacture them completely without defects. Minor deviations in the manufacturing process could cause substantial reduction in yield and quality. ",
        "Defective products can be caused by design, defective materials or component parts, or manufacturing difficulties. Thus, quality problems can be identified only by analyzing and testing our display drivers in a system after they have been manufactured. Difficulties in achieving defect-free products due to the increasing complexity of display drivers and the panel system may result in an increase in our costs and expenses, and delays in the availability of our products. In addition, if the foundries that we use fail to deliver products of satisfactory quality in the volume and at the price required, we will be unable to meet our customers’ demand or to sell those products at an acceptable profit margin, which could adversely affect our sales and margins and damage our customer relationships and our reputation.",
        "We may not have long-term purchase commitments from our customers, which may result in significant uncertainty and volatility with respect to our revenues and could materially and adversely affect our results of operations and financial condition.",
        "We may not have long-term purchase commitments from our customers; our sales are made on the basis of individual purchase orders. Our customers may also cancel or defer purchase orders. Our customers’ purchase orders may vary significantly from period-to-period, and it is difficult to forecast future order quantities. In the event of a cancellation, postponement, or reduction of an order, we would likely not be able to reduce operating expenses sufficiently so as to minimize the impact of the lost revenues. Alternatively, subject to real ever-changing circumstances over the periods, we may have excess inventory that we cannot sell, which would harm our operating results. In addition, changes in our customers’ business may adversely affect the quantity of purchase orders that we receive by reducing or canceling their orders of our products, and/or requesting higher-than-usual price concessions. We cannot assure you that any of our customers will continue to place purchase orders with us in the future. We also cannot assure you that the volume of our customers’ purchase orders will be consistent with our expectations when we plan our expenditures. Our results of operations and financial condition may thus be materially and adversely affected. Additionally, purchase order cancelations or negative alternation by customers may lead to a reduction in future earnings or cash flows subject to each event.",
        "Our corporate actions are substantially controlled by officers, directors and affiliated entities who may take actions that are not in, or may conflict with, our or our public shareholders’ interests.",
        "As of March 31, 2023, Jordan Wu and Dr. Biing-Seng Wu (who are brothers) beneficially owned approximately 2.1% and 22.0% of our ordinary shares, respectively. For information relating to the beneficial ownership of our ordinary shares, see “Item 7.A. Major Shareholders and Related Party Transactions—Major Shareholders.” These shareholders, acting together, could exert substantial influence over matters requiring approval by our shareholders, including electing directors and approving mergers or other business combination transactions. This concentration of ownership may also discourage, delay or prevent a change in control of our company, which could deprive our shareholders of an opportunity to receive a premium for their shares as part of a sale of our company and might reduce the price of our ADSs. Actions may be taken even if they were opposed by our other shareholders.",
        "14",
        "Table of Contents",
        "Assertions against us by third parties for infringement of their intellectual property rights could result in significant costs and cause our operating results to suffer.",
        "The semiconductor industry is characterized by vigorous protection and pursuit of intellectual property rights and positions, which results in protracted and expensive litigation for many companies. We have received, and expect to continue to receive, notices of infringement of third-party intellectual property rights. We may receive claims from various industry participants alleging infringement of their patents, trade secrets or other intellectual property rights in the future. Any lawsuit resulting from such allegations could subject us to significant liability for damages and invalidate our proprietary rights. These lawsuits, regardless of their success, would likely be time-consuming and expensive to resolve and would divert management time and attention. Any potential intellectual property litigation also could force us to do one or more of the following: (1) cease and desist and/or stop selling products or using technology or manufacturing processes that contain the allegedly infringing intellectual property; (2) pay damages to the party claiming infringement; (3) attempt to obtain a license for the relevant intellectual property, which may not be available on commercially reasonable terms or at all; and (4) attempt to redesign those products that contain the allegedly infringing intellectual property with non-infringing intellectual property, which may not be possible.",
        "The outcome of a dispute may result in our need to develop non-infringing technology or enter into royalty or licensing agreements. We have to undertake the contractual and tort liabilities in applicable law jurisdictions, and we have agreed to indemnify certain customers for certain claims of infringement arising out of the sale of our products. Any intellectual property litigation could have a material adverse effect on our business, operating results or financial condition.",
        "Our ability to compete will be harmed if we are unable to protect our intellectual property rights adequately.",
        "We believe that the protection of our intellectual property rights is, and will continue to be, important to the success of our business. We rely primarily on a combination of patents, trademarks, trade secrets and copyright laws and contractual restrictions to protect our intellectual properties. These afford only limited protection. Despite our efforts to protect our proprietary rights, unauthorized parties may attempt to obtain, copy or use information that we regard as proprietary, such as product design and manufacturing process expertise. Our pending patent applications and any future applications may not result in issued patents or may not be sufficiently broad to protect our proprietary technologies. Moreover, policing any unauthorized use of our products is difficult and costly, and we cannot be certain that the measures which we have implemented will prevent misappropriation or unauthorized use of our technologies, particularly in foreign jurisdictions where the laws may not protect our proprietary rights as fully as the laws of the United States. Others may independently develop substantially equivalent intellectual properties or otherwise gain access to our trade secrets or intellectual properties. Our failure to protect our intellectual properties effectively could harm our business.",
        "We may undertake acquisitions or investments to expand our business that may pose risks to our business and dilute the ownership of our existing shareholders, and we may not realize the anticipated benefits of these acquisitions or investments.",
        "As part of our growth and product diversification strategy, we will continue to evaluate opportunities to acquire or invest in other businesses, intellectual property or technologies that would complement our current offerings, expand the breadth of markets we can address or enhance our technical capabilities. Acquisitions or investments that we have completed or potentially may make in the future entail a number of risks that could materially and adversely affect our business, operating and financial results, including: (1) problems integrating the acquired key employees, operations, technologies or products into our existing business and products; (2) diversion of management’s time and attention from our core business; (3) adverse effects of losses of the acquired target upon our financial condition and results of operations; (4) adverse effects on existing business relationships with customers; (5) the need for financial resources above our planned investment levels; (6) dilution of share ownership of current shareholders under share swap transactions; (7) risks associated with entering markets in which we lack experience; (8) potential write-offs of acquired assets; and (9) potential impairment charges related to the goodwill acquired.",
        "We may also face challenges in international acquisitions, such as compliance with local law and regulation, limited access to target companies and cultural assimilation challenges. Our failure to address these risks successfully may have a material adverse effect on our financial condition and results of operations. Any such acquisition or investment may require a significant amount of capital investment, which would decrease the amount of cash available for working capital or capital expenditures. In addition, if we use our equity securities to pay for acquisitions, the value of our ADSs and the underlying ordinary shares may be diluted. If we borrow funds to finance acquisitions, such debt instruments may contain restrictive covenants that can, among other things, restrict us from distributing dividends.",
        "15",
        "Table of Contents",
        "System security risks, data protection breaches or unexpected system outage or failures could impact our business.",
        "Our computer systems and networks are vulnerable to damage or interruption from earthquakes, fires, power loss, telecommunications failures, cyber-attacks, computer viruses or other malicious attempts. The reliability and safety of our information technology infrastructure / software, and the ability to continually expand and update technologies / software in response to dynamic changing needs and cybersecurity threats, are critical to our business. In recent years, there are increasing and evolving risks to cybersecurity and privacy, including criminal hackers, state-sponsored intrusions, industrial espionage, employee malfeasance and human / technological errors. All of the above could result in the loss of our intellectual property, the leak of commercially sensitive information, and the misappropriation of confidential information of our employees, customers and suppliers, and therefore could cause the interruption of our business. Failures to protect the privacy of employees, customers or suppliers’ confidential data against breaches of network security could result in the loss of existing or potential customers, other financial loss, and damage to our reputation. In addition, the operational cost and consequences against breaches and remedial measures could be significant. While we seek to annually review and assess our cybersecurity policies and procedures to ensure their adequacy and effectiveness, we still cannot guarantee that we will not be susceptible to new and emerging risks and attacks in the evolving landscape of cybersecurity threats. As of March 31, 2023, we are not aware of any material cyberattacks or incidents that had or would be expected to have a materially adverse effect on our business and operations, nor had we been involved in any legal proceedings or regulatory investigations related thereto.",
        "Our data centers are subject to the risk of break-ins and sabotage. Our disaster recovery plan cannot account for all eventualities. Consequently, the occurrence of a natural disaster or other unanticipated problems at our data centers could result in loss of production capabilities and lengthy interruptions in our services and business. Some of our system services are based on public cloud services, which are also subject to interruption due to cloud service providers’ unexpected downtimes, cyberattacks or any type of failure, telecommunication failure and/or other unidentified problems while connecting to cloud. These cloud services interruptions could result in loss of production capabilities and lengthy interruptions in our services and business. Cloud cybersecurity breaches could result in adverse effects on our customers, employees, suppliers, reputation, and business.",
        "Risks Relating to Our Industry",
        "The average selling prices of our products could decrease rapidly, which may negatively impact our revenues and operating results.",
        "The price of each semiconductor product typically declines over its product life cycle, reflecting product obsolescence, decreased demand as customers shift to more advanced products, decreased unit costs due to advanced designs or improved manufacturing yields, excess inventory destocking amidst low market demand, and increased competition as more semiconductor suppliers are able to offer similar products. We may experience substantial period-to-period fluctuations in future operating results if our average selling prices decline. We may reduce the average unit price of our products in response to competitive pricing pressures, new product introductions by us or our competitors, and other factors. We expect that these factors will create downward pressure on our average selling prices and operating results. If we are unable to offset any reductions in our average selling prices by increasing our sales volumes and corresponding production cost reductions, or if we fail to develop and introduce new products and enhancements on a timely basis, our revenues and operating results will suffer.",
        "The semiconductor industry, in particular semiconductors used in flat panel displays, is highly competitive, and we cannot assure that we will be able to compete successfully against our competitors.",
        "Increased competition in the semiconductor industry may result in pricing pressure, reduced profitability and loss of market share, any of which could seriously harm our revenues and results of operations. We continually face intense competition from fabless display driver companies and integrated device manufacturers. Some of our competitors have substantially greater financial and other resources to pursue engineering, manufacturing, marketing and distribution of their products. As a result, they may be able to respond more quickly to changing customer demands or devote greater resources to the development, promotion and sales of their products. Some of our competitors are affiliated with, or are subsidiaries of, our panel manufacturer customers. These relationships may also give our competitors significant advantages such as early access to product roadmaps and design-in priorities, which would allow them to respond more quickly to changing customer demands and achieve more design-wins than we can. We cannot assure you that we will be able to increase or maintain our revenues and market share or compete successfully against our competitors in the semiconductor industry.",
        "16",
        "Table of Contents",
        "Our business could be materially and adversely affected if we fail to anticipate changes in evolving industry standards, fail to achieve and maintain technological leadership in our industry or fail to develop and introduce new and enhanced products.",
        "Our products are generally based on industry standards, which are continually evolving. The emergence of new industry standards could render our products or those of our customers unmarketable or obsolete and may require us to incur substantial unanticipated costs to comply with any such new standards. Our past sales and profitability have resulted, to a significant extent, from our ability to anticipate changes in technology and industry standards, and to develop and introduce new and enhanced products in a timely fashion. If we do not anticipate these changes in technologies and rapidly develop and introduce new and innovative technologies, we may not be able to provide advanced display semiconductors on competitive terms, and some of our customers may buy products from our competitors instead of from us. Our continued ability to adapt to such changes and anticipate future standards will be a significant factor in maintaining or improving our competitive position and our growth prospects. We cannot assure you that we will be able to anticipate evolving industry standards, successfully complete the design of our new products, have these products manufactured at acceptable manufacturing yields, or obtain significant purchase orders for these products to meet new standards or technologies. If we fail to anticipate changes in technology and to introduce new products that achieve market acceptance, our business and results of operations could be materially and adversely affected.",
        "Risks Relating to Our Holding Company Structure",
        "Our ability to receive dividends and other payments or funds from our subsidiaries may be restricted by commercial, statutory and legal restrictions, and thereby materially and adversely affect our ability to grow, fund investments, make acquisitions, pay dividends and otherwise fund and conduct our business.",
        "We are a holding company and our assets consist mainly of our 100% ownership interest in Himax Taiwan. We receive cash from Himax Taiwan through intercompany borrowings. Himax Taiwan has not paid us cash dividends in the past. Nonetheless, dividends and interest on shareholder loans that we receive from our subsidiaries in Taiwan, if any, will be subject to withholding tax under ROC law. The ability of our subsidiaries to provide us with loans, pay dividends, repay any shareholder loans from us or make other distributions to us is restricted by, among other things, the availability of funds, the terms of various credit arrangements entered into by our subsidiaries, as well as statutory and other legal restrictions. Any limitation on dividend payments by our subsidiaries could materially and adversely affect our ability to grow, finance capital expenditures, make acquisitions, pay dividends, and otherwise fund and conduct our business.",
        "Political, Geographical and Economic Risks",
        "Climate change and natural disasters could adversely affect our business.",
        "Climate change concerns has led to international legislative and regulatory initiatives directed at limiting carbon dioxide and other greenhouse gas emissions. Proposed and existing efforts to address climate change by reducing greenhouse gas emissions could directly or indirectly affect our costs of compliance, including costs associated with changes to manufacturing processes or the procurement of raw materials used in manufacturing processes, increased capital expenditures to improve facilities and equipment, and higher compliance and energy costs to reduce emissions, as well as increased indirect costs resulting from our customers, suppliers or both incurring additional compliance costs that are passed on to us, which could harm our business and financial results by increasing our expenses or requiring us to alter our operations and product design activities.",
        "In addition, climate change could cause certain natural disasters to occur more frequently or with greater intensity. Most of our operations, and the operations of many of our semiconductor manufacturing service providers, suppliers and customers are located in Taiwan, which is vulnerable to natural disasters, in particular, earthquakes and typhoons. Our principal foundries, tape and assembly and testing houses upon which we have relied to manufacture substantially all of our display drivers are located in Taiwan. As a result of this geographic concentration, disruption of operations at our facilities or the facilities of our semiconductor manufacturing service providers and suppliers for any reason, including work stoppages, power outages, water supply shortages, fire, typhoons, earthquakes or other natural disasters, could cause delays in production and shipments of our products. In addition, shortages or interruptions in electricity supply could further be exacerbated by changes in the energy policy of the government, such as to make Taiwan a nuclear-free country. Any delays or disruptions could result in our customers seeking to source products from our competitors. If such disruption of operation at our customers’ facilities and our customers may be required to shut down temporarily or to substantially reduce the operations of their fabs, these would seriously affect demand for our products. ",
        "17",
        "Table of Contents",
        "Disruptions in Taiwan’s political environment could negatively affect our business and ADSs market price.",
        "Our principal executive offices and a substantial amount of our assets are located in Taiwan, and a substantial portion of revenues is derived from operations in Taiwan. Our business, financial condition and results of operations and our ADSs market price may be affected by changes in ROC policies, taxation, inflation or interest rates, and by social instability and diplomatic issues that are outside of our control.",
        "Taiwan has a unique international political status. Since 1949, Taiwan and the PRC have been separately governed. The government of the PRC claims that it is the sole government in China and that Taiwan is part of China. Although significant economic and cultural relations have been established during recent years between Taiwan and the PRC, the PRC government has refused to renounce the possibility that it may at some point use force to gain control over Taiwan. Furthermore, the PRC government adopted an anti-secession law relating to Taiwan. Relations between the ROC and the PRC governments have been strained in recent years for a variety of reasons, including the PRC government’s position on the “One China” policy and tensions concerning arms sales to Taiwan by the United States government. Any tension between the ROC and the PRC, or between the United States and the PRC, could materially and adversely affect our ADSs market prices.",
        "A substantial portion of our sales are made to customers in the PRC, which may expose us to additional political, regulatory, and economic risks. ",
        "We have been increasingly selling our products to customers in the PRC. In 2021 and 2022, approximately 81.5% and 77.0% of our revenues, respectively, were from customers headquartered in the PRC. We expect to continue to increase our sales to customers in the PRC in the future. With regional customer concentration, we are particularly subject to economic and political events and other developments that affect our customers in the PRC.",
        "The PRC economy differs from the economies of most developed countries in many respects, including the structure, level of government involvement, level of development, foreign exchange control and allocation of resources. The PRC economy has been transitioning from a planned economy to a more market-oriented economy and is growing rapidly. For the past two decades, the PRC government has implemented economic reform measures emphasizing utilization of market forces in the development of the economy and also adjusted its macroeconomic control policies from time to time. These policies have led and may continue to lead to changes in market conditions. Further, if new, US sanctions are imposed on China and any new tariffs, legislation and/or regulations are implemented, or if existing trade agreements are renegotiated or, in particular, if the U.S. government takes retaliatory trade actions due to recent U.S.-China trade tensions, such changes could have an adverse effect on our customers or suppliers in China. We cannot predict whether changes in the PRC’s political, economic and social conditions, laws, regulations and policies will have any adverse effect on our customers in the PRC. In addition, the interpretation of PRC laws and regulations involves uncertainties. We cannot assure you that changes in such laws and regulations, or in their interpretation and enforcement, will not have a material adverse effect on the businesses and operations of our customers in the PRC and consequently have a material adverse effect on our business and operations.",
        "Fluctuations in exchange rates could result in foreign exchange losses and affect our results of operations.",
        "Our functional and reporting currency is U.S. dollars. In 2022, more than 99% of our revenues and cost of revenues were denominated in U.S. dollars. However, we have foreign currency exposure and are primarily affected by fluctuations in exchange rates between the U.S. dollar and the NT dollar. This is because a majority portion of our employees and facilities are based in Taiwan and operating expenses are denominated in NT dollars and we maintain a portion of our cash in NT dollars for Taiwan working capital purposes. For example, in December 2022, approximately 61% of our operating expenses were denominated in NT dollars, with a small percentage denominated in Japanese Yen, Korean Won and Chinese Renminbi, and the majority of the remainder in U.S. dollars. As a result, any significant fluctuations to our disadvantage in exchange rate of U.S. dollars against such currencies, in particular a weakening of the U.S. dollar against the NT dollar, would have an adverse impact on our operating expenses as expressed in U.S. dollar and adversely affect our operating profit.",
        "18",
        "Table of Contents",
        "Changes in ROC tax laws would likely increase our tax expenditures and decrease our net income.",
        "The Company is incorporated in the Cayman Islands, a tax-free country; accordingly, pretax income generated by the group parent company is not subject to local income tax. Substantially all of the Company's taxable income is derived from the operations in the ROC and we are exposed primarily to taxes levied by the R.O.C. government. Any unfavorable changes of tax laws and regulations in this jurisdiction could increase our effective tax rate and have an adverse effect on our operating results. See “Item 5.A. Operating and Financial Reviews and Prospects -Operating Results-Tax Credits” for further discussion of significant tax regulation changes.",
        "On July 12, 2016, the ROC Legislative Yuan passed the third reading of anti-avoidance to establish Article 43-3 Controlled Foreign Company (“CFC”) rules and Article 43-4 Place of Effective Management (“PEM”) rules of the Income Tax Act (“ITA”). Detailed introduction of the CFC and PEM rules are described as follows:",
        "(i)A profit-seeking enterprise (“PSE”) that directly or indirectly owns affiliated enterprises in low-tax jurisdictions outside the territory of the ROC shall recognize and include its pro rata share of affiliated enterprises’ annual profits as investment income in its income tax return for the year. Subsequent actual dividends and distributions from such affiliated enterprises that were previously recognized as investment income will then not be subject to income taxation; any surplus to previously recognized investment income shall be included as taxable income in the allocated year. Low-tax jurisdictions are defined as countries where the PSE income tax rate is lower than 70% of the income tax rate of the PSE in the ROC (the statutory income tax rate is 20% from January 1, 2018) (Article 43-3 CFC rules); and",
        "(ii)A PSE is incorporated based on foreign legislation but its place of effective management (PEM) is maintained within the territory of the ROC, and the head office of such PSE will be determined to be within the territory of the ROC and profit-seeking enterprise income tax shall be levied in accordance with the ITA and relevant tax regulations. The aforementioned PEM refers to a place where substantive key management and commercial decisions of an entity’s business and its operations are made (Article 43-4 PEM rule).",
        "According to the legislative intent, the CFC and PEM rules, in principle, will not be put into force immediately, but will wait until the China-Taiwan Cross-Strait Tax Agreement is effectuated, the OECD’s Common Reporting and Due Diligence Standard (“CRS”) for the automatic exchange of information of financial accounts is widely implemented internationally, and the relevant bylaws of the CFC and PEM rules have been adequately enacted and properly advocated. The date of implementation will be determined by the Executive Yuan. On January 14, 2022, Executive Yuan had announced the relevant bylaws of the CFC would be implemented from January 1, 2023 and we expect that CFC would have no material impact to affect our operating profit. ",
        "Additionally, dividend payments made by us are not subject to withholding tax in the Cayman Islands. However, if the relevant bylaws of the PEM rules have been adequately enacted and properly advocated, we may be determined to be within the territory of the ROC and our income tax shall be levied in accordance with the Income Tax Act and relevant tax regulations. Therefore, dividend payments made by us would be subject to withholding tax in the ROC.",
        "We may be affected by the Cayman Economic Substance Law",
        "Pursuant to the International Tax Co-operation (Economic Substance) Act (2021 Revision) (as amended) of the Cayman Islands (the “ES Act”), a “relevant entity” is required to satisfy the economic substance test set out in the ES Act. A “relevant entity” includes an exempted company incorporated in the Cayman Islands as is our company. Based on the current interpretation of the ES Act, we believe that our company, Himax Technologies, Inc., is a pure equity holding company since it only holds equity participation in other entities and only earns dividends and capital gains.",
        "Accordingly, for so long as our company is a “pure equity holding company”, it is only subject to the minimum substance requirements, which require us to (i) comply with all applicable filing requirements under the Companies Act (2021 Revision) of the Cayman Islands; and (ii) have adequate human resources and adequate premises in the Cayman Islands for holding and managing equity participations in other entities. However, there can be no assurance that we will not be subject to more requirements under the ES Act. Uncertainties over the interpretation and implementation of the ES Act may have an adverse impact on our business and operations.",
        "19",
        "Table of Contents",
        "Risks Relating to Our ADSs and Our Trading Market",
        "The market price for our ADSs is volatile.",
        "The market price for our ADSs is volatile and has ranged from a low of $4.81 to a high of $16.28 on the NASDAQ Global Select Market in 2022.",
        "The market price is subject to wide fluctuations in response to various factors, including the following: (1) actual or anticipated fluctuations in our quarterly operating results; (2) changes in financial estimates by securities research analysts; (3) changes in the expectation of our product launch timing, forecast and estimates; (4) conditions in the TFT-LCD and OLED panel market; (5) changes in the economic performance or market valuations of other display semiconductor companies; (6) announcements by us or our competitors of new products, acquisitions, strategic partnerships, joint ventures or capital commitments; (7) the addition or departure of key personnel; (8) fluctuations in exchange rates between the U.S. dollar and the NT dollar; (9) litigation related to our intellectual property; and (10) the release of lock-up or other transfer restrictions on our outstanding ADSs or sales of additional ADSs.",
        "In addition, as a result of the worldwide financial crisis, business and manufacture disruptions caused by Covid-19 mandates and global developments relating to Russia's invasion of Ukraine, global stock markets have experienced extreme price and volume fluctuations. This volatility has had a significant effect on the market prices of securities issued by many companies for reasons which may not be directly related to their operating performance, including but not limited to events such as tax-loss selling, mutual fund redemptions, hedge fund redemptions and margin calls. These market fluctuations may also materially and adversely affect the market price of our ADSs.",
        "Future sales or perceived sales of securities by us, our executive officers, directors or major shareholders may hurt the price of our ADSs.",
        "The market price of our ADSs could decline as a result of sales of ADSs or shares or the perception that these sales could occur. As of March 31, 2023, we had 348,833,050 outstanding shares and a significant number of our shares were beneficially owned by certain major shareholders such as our directors and executive officers. See “Item 7.A. Major Shareholders and Related Party Transactions—Major Shareholders.” If we, our executive officers, or directors or our shareholders sell ADSs or shares, the market price for our shares or ADSs could decline. ",
        "You may not have the same voting rights as the holders of our ordinary shares and may not receive voting materials sufficiently in advance to be able to exercise your right to vote.",
        "Except as described in the deposit agreement, holders of our ADSs will not be able to exercise voting rights attaching to the shares evidenced by our ADSs on an individual basis. Holders of our ADSs will appoint the depositary or its nominee as their representative to exercise the voting rights attaching to the shares represented by the ADSs. In certain circumstances, the depositary shall refrain from voting and any voting instructions received from ADS holders shall lapse. Furthermore, in certain other circumstances, the depositary will give us a discretionary proxy to vote shares evidenced by ADSs. You may not receive voting materials sufficiently in advance to instruct the depositary to vote or persons who hold their ADSs through brokers, dealers or other third parties will not have the opportunity to exercise a right to vote.",
        "You may not be able to participate in rights offerings and may experience dilution of your holdings as a result.",
        "We may from time to time distribute rights to our shareholders, including rights to acquire our securities. Under the deposit agreement for the ADSs, the depositary will not offer those rights to ADS holders unless both the rights and the underlying securities to be distributed to ADS holders are either registered under the Securities Act, or exempt from registration under the Securities Act with respect to all holders of ADSs. We are under no obligation to file a registration statement with respect to any such rights or underlying securities or to endeavor to cause such a registration statement to be declared effective. In addition, we may not be able to take advantage of any exemptions from registration under the Securities Act. Accordingly, holders of our ADSs may be unable to participate in our rights offerings and may experience dilution in their holdings as a result.",
        "20",
        "Table of Contents",
        "You may be subject to limitations on transfer of your ADSs.",
        "Your ADSs represented by the ADRs are transferable on the books of the depositary. However, the depositary may close its transfer books at any time or from time to time whenever it deems expedient in connection with the performance of its duties. In addition, the depositary may refuse to deliver, transfer or register transfers of ADSs generally when books or the books of the depositary are closed, or at any time if we or the depositary deem it necessary or advisable to do so because of any requirement of law, any government, governmental body, commission, or any securities exchange on which our ADSs or ordinary shares are listed, or under any provision of the deposit agreement or provisions of, or governing, the deposited securities or any meeting of our shareholders, or for any other reason.",
        "Your ability to protect your rights through the United States federal courts may be limited, because we are incorporated under Cayman Islands law, conduct a substantial portion of our operations in Taiwan, and all of our directors and officers reside outside the United States.",
        "We are incorporated in the Cayman Islands. However, a substantial portion of our operations is conducted in Taiwan through Himax Taiwan, our wholly owned subsidiary, and substantially all of our assets are located in Taiwan. All of our directors and officers reside outside the United States, and a substantial portion of the assets of those persons is located outside the United States. As a result, it may be difficult or impossible for you to bring an action against us or against these individuals in the United States in the event that you believe that your rights have been infringed under the securities laws or otherwise. Even if you are successful in bringing an action of this kind, the laws of the Cayman Islands and of Taiwan may render you unable to enforce a United States judgment against our assets or the assets of our directors and officers. There is no statutory recognition in the Cayman Islands of judgments obtained in the United States, although a final and conclusive judgment in the federal or state courts of the United States under which a sum of money is payable, other than a sum payable in respect of multiple damages, taxes, or other charges of a like nature or in respect of a fine or other penalty, may be subject to enforcement proceedings as debt in the courts of the Cayman Islands under the common law doctrine of obligation, provided that (a) such federal or state courts of the United States had proper jurisdiction over the parties subject to such judgment; (b) such federal or state courts of the United States did not contravene the rules of natural justice of the Cayman Islands; (c) such judgment was not obtained by fraud; (d) the enforcement of the judgment would not be contrary to the public policy of the Cayman Islands; (e) no new admissible evidence relevant to the action is submitted prior to the rendering of the judgment by the courts of the Cayman Islands; and (f) there is due compliance with the correct procedures under the laws of the Cayman Islands.",
        "Therefore, our public shareholders may have more difficulty in protecting their interests through actions against our management, directors or major shareholders than shareholders of a corporation incorporated in a jurisdiction in the United States.",
        "You may face difficulties in protecting your interests as a shareholder because judicial precedents regarding shareholders’ rights are more limited under Cayman Islands law than under U.S. law, and because Cayman Islands law generally provides less protection to shareholders than U.S. law.",
        "Our corporate affairs are governed by memorandum and articles of association, the Companies Law, Cap. 22 (Law 3 of 1961, as consolidated and revised) of the Cayman Islands, or the Cayman Islands Companies Law, and the common law of the Cayman Islands. The rights of shareholders to take action against directors, actions by minority shareholders and the fiduciary responsibilities of our directors to us under Cayman Islands law are to a large extent governed by the common law of the Cayman Islands. The common law is derived in part from comparatively limited judicial precedent in the Cayman Islands as well as from English common law, which has persuasive, but not binding, authority on a court in the Cayman Islands. The rights of shareholders and the fiduciary responsibilities of directors under Cayman Islands law are not as clearly established as they would be under statutes or judicial precedent in some jurisdictions in the United States. In particular, the Cayman Islands have a less developed body of securities law than the United States.",
        "​",
        "21",
        "Table of Contents",
        "ITEM 4. INFORMATION ON THE COMPANY"
    ]
}
